{
  "success": true,
  "query": "escreva conteúdo final documento 2026",
  "total": 5,
  "results": [
    {
      "title": "CRLV 2026: veja prazos e como emitir - portaldotransito.com.br",
      "url": "https://www.portaldotransito.com.br/noticias/fiscalizacao-e-legislacao/documentacao-do-veiculo/crlv-2026-veja-prazos-e-como-emitir/",
      "snippet": "O CRLV2026é obrigatório para circular. Veja como emitir odocumento, prazos, versão digital e as consequências de estar irregular.",
      "source": "duckduckgo"
    },
    {
      "title": "Como a BNCC molda o conteúdo do ENEM 2026? - escreva.ai",
      "url": "https://escreva.ai/blog/enem-2026/como-a-bncc-molda-o-conteudo-do-enem-2026/",
      "snippet": "Como a BNCC molda oconteúdodo ENEM2026? A Base Nacional Comum Curricular (BNCC) é hoje o principaldocumentoorientador da educação básica no Brasil. Quando o assunto é o ENEM2026, sua influência se torna ainda mais evidente, especialmente diante das mudanças estruturais previstas para o exame.",
      "source": "duckduckgo"
    },
    {
      "title": "Guia Prático para Elaborar o TCC em 2026 Passo a Passo",
      "url": "https://apostileiros.com.br/blog/2026/01/19/guia-pratico-para-elaborar-o-tcc-em-2026-passo-a-passo/",
      "snippet": "Guia Completo para Iniciantes: Como Fazer o Seu TCC Passo a Passo em2026Introdução O Trabalho de Conclusão de Curso (TCC) representa uma etapa decisiva e enriquecedora na jornada acadêmica universitária.",
      "source": "duckduckgo"
    },
    {
      "title": "PDFAssunto: Criação de Tags de Formulário - TJSP",
      "url": "https://www.tjsp.jus.br/Download/EPROC/InfoEproc/Infoeproc96.pdf?d=639045291772037789",
      "snippet": "Edição no 96 As Tags de Formulário são etiquetas personalizáveis do eproc que possibilitam maior celeridade na elaboração de minutas, tornando o preenchimento dosdocumentosmais eficiente.",
      "source": "duckduckgo"
    },
    {
      "title": "Enem 2026: datas, edital, inscrição e provas - Brasil Escola",
      "url": "https://vestibular.brasilescola.uol.com.br/enem/enem-2026.htm",
      "snippet": "Fique por dentro das principais informações sobre as provas do Enem2026. Notas poderão ser utilizadas para entrar na faculdade, seja pública ou privada.",
      "source": "duckduckgo"
    }
  ],
  "source": "duckduckgo",
  "cached": false,
  "cached_at": "2026-01-20T21:33:48.029662"
}