{
  "success": true,
  "query": "do que falam os anexos?",
  "total": 5,
  "results": [
    {
      "title": "O que são os anexos das leis e quando eles devem ser usados?",
      "url": "https://www.conjur.com.br/2025-mai-27/para-que-servem-os-anexos-das-leis/",
      "snippet": "Anexossão resultado de uma técnica legislativa consistente em separar determinados elementos da parte dispositiva ou articulada (leia-se,ocorpo do texto) da lei, em razão do caráter do seu ...",
      "source": "duckduckgo"
    },
    {
      "title": "O que são os anexos? (Significado e exemplos)",
      "url": "https://maestrovirtuale.com/o-que-sao-os-anexos-significado-e-exemplos/",
      "snippet": "Osanexossão documentos ou informações adicionaisquesão incluídos em um texto principal comoobjetivo de complementar ou esclarecer determinados pontos. Eles são anexados no final de um documento ou e-mail, geralmente identificados por um número ou letra.",
      "source": "duckduckgo"
    },
    {
      "title": "Conceito de Anexo: Origem, Definição e Significado",
      "url": "https://lucidarium.com.br/conceito-de-anexo-origem-definicao-e-significado/",
      "snippet": "Em documentos e correspondências,oanexoé um arquivo ou papel adicionalqueacompanhaotexto principal, fornecendo dados relevantesqueajudam na compreensão ou validação daquela mensagem.",
      "source": "duckduckgo"
    },
    {
      "title": "Anexos - Definição, Conteúdo e Formatação - BachelorPrint",
      "url": "https://www.bachelorprint.com/pt/estrutura/anexos/",
      "snippet": "Osdocumentos emanexovisam manter a legibilidade do corpo de texto, garantir a compreensão da argumentação, documentar a elaboração do trabalho e promover a transparência. Apenas documentosquesejam relevantes para a compreensão do texto ouquefuncionem como explicações adicionais devem ser incluídos.",
      "source": "duckduckgo"
    },
    {
      "title": "Anexo - Dicio, Dicionário Online de Português",
      "url": "https://www.dicio.com.br/anexo/",
      "snippet": "Quefica próximo; contíguo, adjacente: pavilhãoanexo.Quese refere de alguma forma comoassunto em questão ou expressa relação e semelhança com: trabalha lecionando e em atividades anexas. substantivo masculino Aquiloqueestá ligado a uma coisa principal; acessório:oanexodoprédio; emanexo, enviareiosrecibos de pagamento.",
      "source": "duckduckgo"
    }
  ],
  "source": "duckduckgo",
  "cached": false,
  "cached_at": "2026-02-10T00:53:16.631390"
}