{
  "success": true,
  "query": "do que falam os anexos? resumo",
  "total": 5,
  "results": [
    {
      "title": "O que são os anexos? (Significado e exemplos)",
      "url": "https://maestrovirtuale.com/o-que-sao-os-anexos-significado-e-exemplos/",
      "snippet": "Emresumo,osanexossão ferramentas importantes para expandir e enriqueceroconteúdo de um documento principal, fornecendo informações adicionaisquepodem ser fundamentais paraoentendimento completo do assunto abordado.",
      "source": "duckduckgo"
    },
    {
      "title": "Anexos - Definição, Conteúdo e Formatação - BachelorPrint",
      "url": "https://www.bachelorprint.com/pt/estrutura/anexos/",
      "snippet": "Emresumo,osanexosincluem normalmente dados, resultados ou materiais empíricos, enquantoosapêndices podem conter textos ou materiais explicativos. Um trabalho pode incluir só um ou ambos.",
      "source": "duckduckgo"
    },
    {
      "title": "Resumo, Abstract, Introdução, Conclusão, Anexos e Apêndices: Como devem ...",
      "url": "https://educacaoeuapoio.com.br/abnt/o-que-e-e-para-que-serve/resumo-abstract-introducao-conclusao-anexos-e-apendices-como-devem-ser-apresentados-os-anexos-e-apendices-no-sumario/",
      "snippet": "Osanexossão documentosquecomplementamotexto, masquenão fazem parte do corpo principal do trabalho. Jáosapêndices são conteúdos elaborados pelo autor,queajudam a ilustrar ou justificar informações específicas do trabalho.",
      "source": "duckduckgo"
    },
    {
      "title": "Apêndices e Anexos: quando usar, diferença prática e exemplos certeiros ...",
      "url": "https://monografiarapida.com.br/apendices-e-anexos-quando-usar-diferenca-pratica-e-exemplos-certeiros/",
      "snippet": "Pense assim: apêndice é material produzido por você para a pesquisa;anexoé material de terceirosquevocê apenas incorpora para fundamentar ou evidenciar algo.",
      "source": "duckduckgo"
    },
    {
      "title": "Apêndice E Anexo: Qual A Diferença E Como Usar Corretamente",
      "url": "https://tccpro.com.br/apendice-e-anexo-qual-a-diferenca-e-como-usar/",
      "snippet": "Descubra a diferença crucial entre apêndice eanexo, como aplicá-los corretamente em seu TCC e trabalhos acadêmicos.",
      "source": "duckduckgo"
    }
  ],
  "source": "duckduckgo",
  "cached": false,
  "cached_at": "2026-02-10T00:53:16.362172"
}