{
  "success": true,
  "query": "repercussão geral resumo",
  "total": 5,
  "results": [
    {
      "title": "Entenda - repercussão geral | Portal STF",
      "url": "https://portal.stf.jus.br/textos/verTexto.asp?servico=estatistica&pagina=entendarg",
      "snippet": "Arepercussãogeralpode ser declarada com maioria simples, ou seja, bastam quatro votos para definir se a questão temrepercussãogeral. Já a ausência derepercussãogeralexige um quórum qualificado, sendo necessários oito votos para reconhecê-la (§ 3º do art. 102 da Constituição da República).",
      "source": "duckduckgo"
    },
    {
      "title": "Resumo sobre o Recurso Extraordinário - Estratégia Concursos",
      "url": "https://www.estrategiaconcursos.com.br/blog/resumo-sobre-recurso-extraordinario/",
      "snippet": "RepercussãoGerale Prequestionamento no RExt Para além de ser necessário a decisão judicial estar enquadrada nas hipóteses acima, também será necessário para que o recurso extraordinário seja admitido outros dois requisitos, quais sejam: arepercussãogerale o prequestionamento.",
      "source": "duckduckgo"
    },
    {
      "title": "Repercussão geral no STF: Conceito, aplicação e impactos ... - Migalhas",
      "url": "https://www.migalhas.com.br/depeso/424475/repercussao-geral-no-stf-conceito-aplicacao-e-impactos-no-judiciario",
      "snippet": "Arepercussãogeralé um dos mais importantes filtros recursais do STF, criado para racionalizar o julgamento de recursos extraordinários e evitar que a Corte seja sobrecarregada com demandas repetitivas ou de interesse restrito.",
      "source": "duckduckgo"
    },
    {
      "title": "Repercussão Geral: o que é e sua importância para o ... - Politize!",
      "url": "https://www.politize.com.br/repercussao-geral-stf/",
      "snippet": "RepercussãoGeral: o que é e sua importância para o funcionamento do STF | Politize!",
      "source": "duckduckgo"
    },
    {
      "title": "1 - O que é Repercussão Geral? - Aprenda - Trilhante",
      "url": "https://informativos.trilhante.com.br/aprenda/o-que-e-repercussao-geral",
      "snippet": "As teses comrepercussãogeralse referem aos recursos extraordinários que já foram julgados e já tiveram suas teses fixadas, podendo ser multiplicados e atribuídos a todos os processos semelhantes que estavam suspensos aguardando o julgamento.",
      "source": "duckduckgo"
    }
  ],
  "source": "duckduckgo",
  "cached": false,
  "cached_at": "2026-01-14T21:54:11.851443"
}