{
  "success": true,
  "query": "pesquise jurisprudência sobre dano moral por atraso de voo",
  "total": 10,
  "results": [
    {
      "title": "Atraso de Voo Dano Moral - Jurisprudência | Jusbrasil",
      "url": "https://www.jusbrasil.com.br/jurisprudencia/busca?q=atraso+de+voo+dano+moral",
      "snippet": "Pesquisar e ConsultarJurisprudênciasobreAtrasodeVooDanoMoral. Acesse o Jusbrasil e tenha acesso a Notícias, Artigos,Jurisprudência, Legislação, Diários Oficiais e muito maisdeforma rápida, objetiva e gratuita. Buscar!",
      "source": "duckduckgo"
    },
    {
      "title": "Voo atrasado configura dano moral? Para o STJ, é preciso comprovar",
      "url": "https://www.conjur.com.br/2024-jun-25/voo-atrasado-configura-dano-moral-para-o-stj-e-preciso-comprovar/",
      "snippet": "O recente posicionamento do Superior TribunaldeJustiça reafirmou que oatrasodevoo,porsi só, não gera direito à indenizaçãopordanosmorais, uma decisão que promove reflexões tanto para outras áreas do Direito quanto para relaçõesdeconsumo.",
      "source": "duckduckgo"
    },
    {
      "title": "Atraso de voo e outras contingências - Tribunal de Justiça do ...",
      "url": "https://www.tjdft.jus.br/consultas/jurisprudencia/jurisprudencia-em-temas/dano-moral-no-tjdft/transporte-aereo/copy_of_atraso-de-voo",
      "snippet": "O cancelamentodevoo, a alteração ou oatrasona decolagem que impliquem chegada ao destino com considerável tempodeatrasoconstituem falha na prestação do serviço aéreo e podem autorizar indenizaçãopordanosmateriais e morais.",
      "source": "duckduckgo"
    },
    {
      "title": "Dano moral em atraso de voo: jurisprudência atual",
      "url": "https://marquesadvogados-adv.com.br/glossario/dano-moral-em-atraso-de-voo-jurisprudencia-atual/",
      "snippet": "Conheça ajurisprudênciaatualsobreodanomoralematrasodevooe saiba como garantir seus direitos em casosdetranstornos com companhias aéreas.",
      "source": "duckduckgo"
    },
    {
      "title": "STJ decide que atraso de voo não gera dano moral presumido",
      "url": "https://calculojuridico.com.br/stj-atraso-voo-dano-moral-nao-presumido/",
      "snippet": "STJ decide queatrasoou cancelamentodevoonão geradanomoralpresumido. Passageiro deve comprovar abalo efetivo para ter direito à indenização.",
      "source": "duckduckgo"
    },
    {
      "title": "Dano moral por atraso de voo não é presumido, decide STJ",
      "url": "https://demarckadvogados.com.br/dano-moral-por-atraso-de-voo-nao-e-presumido-decide-stj/",
      "snippet": "Oatrasoou cancelamentodevoo,porsi só, não configuradanomoralpresumido. Para haver indenização, o consumidor deve comprovar lesão extrapatrimonial efetiva que ultrapasse o mero aborrecimento, não bastando a demonstração da falha na prestação do serviço. Com base neste entendimento, a 4ª Turma do Superior TribunaldeJustiça (STJ) deferiu parcialmente o recurso […]",
      "source": "duckduckgo"
    },
    {
      "title": "STJ define que atraso de voo não gera dano moral automático e exige ...",
      "url": "https://aeroin.net/stj-define-que-atraso-de-voo-nao-gera-dano-moral-automatico-e-exige-comprovacao-de-que-passageiro-teve-prejuizo/",
      "snippet": "O Superior TribunaldeJustiça (STJ) estabeleceu que o simplesatrasoou cancelamentodevoonão configura automaticamentedanomoralpresumido, exigindo que o passageiro comprove a efetiva ocorrênciadelesão extrapatrimonial para pleitear indenização. A decisão, proferida pela 4ª Turma, determinou o retorno do processo ao juízodeorigem para análise da prova concreta do suposto ...",
      "source": "duckduckgo"
    },
    {
      "title": "O simples fato de o voo ter atrasado ou ter sido cancelado, gera ...",
      "url": "https://www.dizerodireito.com.br/2024/08/o-simples-fato-de-o-voo-ter-atrasado-ou.html",
      "snippet": "O STJ possui entendimento consolidadodeque, em casosdeatrasoou cancelamentodevoos, odanomoralnão é presumido automaticamente devido à mera demora. Cabe ao passageiro comprovar a ocorrência efetivadelesão extrapatrimonial.",
      "source": "duckduckgo"
    },
    {
      "title": "Dano moral por atraso de voo não é automático, decide o STJ",
      "url": "https://aerojota.com.br/dano-moral-atraso-voo-stj/",
      "snippet": "O STJ decidiu que odanomoralporatrasodevoonão é presumido. Entenda o novo entendimento, o impacto nas ações e o que muda para passageiros.",
      "source": "duckduckgo"
    },
    {
      "title": "Atraso de voo e dano moral: uma análise jurídica completa",
      "url": "https://ambitojuridico.com.br/atraso-de-voo-e-dano-moral-uma-analise-juridica-completa/",
      "snippet": "Este artigo oferece uma visão jurídica detalhadasobrecomo oatrasodevoopode ensejardanomoral, os direitos dos passageiros, e o entendimento dos tribunais em relação a esses casos.",
      "source": "duckduckgo"
    }
  ],
  "source": "duckduckgo",
  "cached": false,
  "cached_at": "2026-02-01T18:41:08.297638"
}