{
  "success": true,
  "query": "oi",
  "total": 10,
  "results": [
    {
      "title": "Minha Oi: segunda via de conta, código de barras, recarga e mais.",
      "url": "https://www.oi.com.br/minha-oi/",
      "snippet": "Acesse o MinhaOie confira 2a via de conta, código de barras, saldo, recarga, ofertas exclusivas e mais. AtendimentoOirápido e fácil pelo site ou app!",
      "source": "duckduckgo"
    },
    {
      "title": "Oi (OIBR3) publica edital para venda da participação na V ... - InfoMoney",
      "url": "https://www.infomoney.com.br/mercados/oi-oibr3-publica-edital-para-venda-da-participacao-na-v-tal-estimada-em-r-123-bi/",
      "snippet": "AOi(OIBR3), em recuperação judicial, informou que, na terça-feira (3), foi publicado, no Diário de Justiça Eletrônico do Rio de Janeiro, o Edital de alienação judicial das Unidades ...",
      "source": "duckduckgo"
    },
    {
      "title": "Oi Fixo - datora.net",
      "url": "https://datora.net/oifixo/",
      "snippet": "Com oOiFixo by Datora, você continua contando com a confiabilidade do telefone fixo, agora sob a gestão da Datora, garantindo praticidade para sua casa e qualidade de atendimento.",
      "source": "duckduckgo"
    },
    {
      "title": "Oi publica edital para venda da V.tal com preço mínimo de R$ 12 ... - MSN",
      "url": "https://www.msn.com/pt-br/dinheiro/economia-e-negocios/oi-publica-edital-para-venda-da-v-tal-com-pre%C3%A7o-m%C3%ADnimo-de-r-12-3-bilh%C3%B5es/ar-AA1VEaxD",
      "snippet": "A operação prevê a venda da participação daOina V.tal por meio de um processo competitivo, com apresentação de propostas fechadas, estabelecendo preço mínimo de R$ 12,315 bilhões ...",
      "source": "duckduckgo"
    },
    {
      "title": "Segunda via de conta | Consulte sua fatura na Minha Oi",
      "url": "https://www.oi.com.br/minha-oi/segunda-via/",
      "snippet": "Consulte sua fatura resumida ou detalhada de telefone fixo, celular, banda larga, TV e combo na MinhaOi. Receba sua conta por e-mail, ative o débito automático e ganhe pontosOi.",
      "source": "duckduckgo"
    },
    {
      "title": "Justiça do Rio de Janeiro aprova edital para venda da participação da ...",
      "url": "https://investnews.com.br/negocios/justica-do-rio-de-janeiro-aprova-edital-para-venda-da-participacao-da-oi-na-v-tal/",
      "snippet": "AOiinformou nesta quinta-feira (29) que a Justiça do Rio de Janeiro aprovou a publicação de edital para a alienação judicial de uma unidade produtiva isolada (UPI) relacionada à V.tal. A decisão, proferida em 28 de janeiro de 2026 pela 7ª Vara Empresarial da Comarca da Capital, também determinou a realização de audiência para a abertura de propostas fechadas.",
      "source": "duckduckgo"
    },
    {
      "title": "Oi - Resultados, Dividendos, Cotação e Indicadores - Investidor10",
      "url": "https://investidor10.com.br/acoes/oibr3/",
      "snippet": "Tudo sobre as ações OIBR3 -Oi, resultados, dividendos (Dividend Yield - DY), cotação, indicadores fundamentalistas, balanços, gráficos e muito mais.",
      "source": "duckduckgo"
    },
    {
      "title": "Oi (interjection) - Wikipedia",
      "url": "https://en.wikipedia.org/wiki/Oi_(interjection)",
      "snippet": "Oiis a common interjection in English and other languages, used to get attention, express surprise or disapproval. Learn about its origin, usage, pronunciation and variations in different varieties and cultures.",
      "source": "duckduckgo"
    },
    {
      "title": "OI definition in American English | Collins English Dictionary",
      "url": "https://www.collinsdictionary.com/us/dictionary/english/oi",
      "snippet": "Oiin American English (ɔi) noun a type of punk rock featuring violent, racist lyrics, associated esp. with skinheads",
      "source": "duckduckgo"
    },
    {
      "title": "oi exclamation - Definition, pictures, pronunciation and usage notes ...",
      "url": "https://www.oxfordlearnersdictionaries.com/definition/english/oi",
      "snippet": "Definition ofoiexclamation in Oxford Advanced Learner's Dictionary. Meaning, pronunciation, picture, example sentences, grammar, usage notes, synonyms and more.",
      "source": "duckduckgo"
    }
  ],
  "source": "duckduckgo",
  "cached": false,
  "cached_at": "2026-02-05T02:50:11.476323"
}