{
  "success": true,
  "query": "repercussão geral",
  "total": 5,
  "results": [
    {
      "title": "Entenda - repercussão geral | Portal STF",
      "url": "https://portal.stf.jus.br/textos/verTexto.asp?servico=estatistica&pagina=entendarg",
      "snippet": "Instituto processual pelo qual se reserva ao STF o julgamento de temas trazidos em recursos extraordinários que apresentem questões relevantes sob o aspecto econômico, político, social ou jurídico e que ultrapassem os interesses subjetivos da causa.",
      "source": "duckduckgo"
    },
    {
      "title": "Repercussão geral no STF: Conceito, aplicação e impactos ... - Migalhas",
      "url": "https://www.migalhas.com.br/depeso/424475/repercussao-geral-no-stf-conceito-aplicacao-e-impactos-no-judiciario",
      "snippet": "Saiba o que é arepercussãogeral, um requisito de admissibilidade do recurso extraordinário no STF, que garante que questões relevantes para a coletividade sejam julgadas pela Corte. Entenda como é demonstrada, deliberada e reconhecida arepercussãogerale quais são seus benefícios para o Judiciário brasileiro.",
      "source": "duckduckgo"
    },
    {
      "title": "Repercussão geral - Wikipédia, a enciclopédia livre",
      "url": "https://pt.wikipedia.org/wiki/Repercuss%C3%A3o_Geral",
      "snippet": "Arepercussãogeralé um requisito de admissibilidade do recurso extraordinário perante o Supremo Tribunal Federal do Brasil. Foi incluído no ordenamento jurídico brasileiro pela Emenda Constitucional 45 de 2004, conhecida como a \"Reforma do Judiciário\".",
      "source": "duckduckgo"
    },
    {
      "title": "Afinal, o que é um tema de repercussão geral? - Jusbrasil",
      "url": "https://www.jusbrasil.com.br/artigos/afinal-o-que-e-um-tema-de-repercussao-geral/695589756",
      "snippet": "Inicialmente o juízo do STF irá julgar a preliminar derepercussãogeral, ou seja, determinar se o tema merece de fato ser reconhecido como tema derepercussãogeral, e consequentemente todos os outros recursos de exame do mesmo mérito serão sobrestados, mesmo que sejam recursos com aguardando julgamento nos tribunais de origem.",
      "source": "duckduckgo"
    },
    {
      "title": "Repercussão Geral: o que é e sua importância para o ... - Politize!",
      "url": "https://www.politize.com.br/repercussao-geral-stf/",
      "snippet": "RepercussãoGeralé um requisito de admissibilidade para o recurso extraordinário ao Supremo Tribunal Federal (STF) que visa filtrar as causas que envolvem debates relevantes da sociedade. Saiba o que é, como funciona e qual a sua importância para o funcionamento do STF neste artigo.",
      "source": "duckduckgo"
    }
  ],
  "source": "duckduckgo",
  "cached": false,
  "cached_at": "2026-01-14T21:54:11.739659"
}