{
  "success": true,
  "query": "responsabilidade civil médica erro diagnóstico Brasil jurisprudência STJ STF 2023 2024",
  "total": 10,
  "results": [
    {
      "title": "Erro Médico - Jurisprudência | Jusbrasil",
      "url": "https://www.jusbrasil.com.br/jurisprudencia/busca?q=Erro+M%C3%A9dico",
      "snippet": "Inteligência do artigo 14 do CDC. Sempre que o ato ilícito foi praticado pelo médico, prova-se a culpa deste, com inversão do ônus da prova (caso presentes os pressupostos do artigo 6º, VIII, do CDC), e aresponsabilidadese estende automaticamente ao hospital. Precedentes doSTJ.",
      "source": "duckduckgo"
    },
    {
      "title": "Responsabilidade por erro médico exige demonstração de culpa",
      "url": "https://www.stj.jus.br/sites/portalp/Paginas/Comunicacao/Noticias/29072021-Mantida-condenacao-de-medico-que-negligenciou-preenchimento-de-prontuario-de-gestante.aspx",
      "snippet": "Ao manter a condenação de um obstetra pelos danos causados a um recém-nascido, a Terceira Turma do Superior Tribunal de Justiça (STJ) reafirmou o entendimento de que aresponsabilidadecivildo médico em caso deerro, seja por ação ou omissão, depende da verificação da culpa - ou seja, é subjetiva.",
      "source": "duckduckgo"
    },
    {
      "title": "Erro Médico e Responsabilidade Civil: Como os Tribunais Estão Decidindo ...",
      "url": "https://codigoalpha.blog/responsabilidade-civil-por-erro-medico-jurisprudencia/",
      "snippet": "Análise completa daresponsabilidadecivilporerromédico, decisões judiciais, provas, danos e boas práticas najurisprudênciabrasileira.",
      "source": "duckduckgo"
    },
    {
      "title": "Responsabilidade Civil Do Médico Por Erro De Diagnóstico: Uma Análise À ...",
      "url": "https://sfreitasadvocacia.com.br/responsabilidade-civil-do-medico-por-erro-de-diagnostico-uma-analise-a-luz-da-jurisprudencia/",
      "snippet": "Naresponsabilidadecivilporerrodediagnóstico, vale mencionar, que o que se analisa não é oerrododiagnósticopropriamente dito, mas se, no processo de diagnosticar, o médico agiu com zelo e adotou os protocolos e todas as medidas tecnicamente corretas para descobrir qual a doença do paciente.",
      "source": "duckduckgo"
    },
    {
      "title": "Responsabilidade Civil por Erro Médico na Jurisprudência do STJ ...",
      "url": "https://direitoeveredas.blogspot.com/2024/07/responsabilidade-civil-por-erro-medico.html",
      "snippet": "Aplica-se aresponsabilidadecivilpela perda de uma chance no caso de atuação dos profissionais médicos que não observam orientação do Ministério da Saúde, retirando do paciente uma chance concreta e real de ter umdiagnósticocorreto e de alçar as consequências normais que dele se poderia esperar.",
      "source": "duckduckgo"
    },
    {
      "title": "Responsabilidade civil médica: o que os tribunais realmente dizem",
      "url": "https://www.conjur.com.br/2025-mai-26/responsabilidade-civil-medica-o-que-os-tribunais-estao-realmente-dizendo-sobre-hospitais-e-medicos/",
      "snippet": "A responsabilizaçãocivilporerromédico tem evoluído para muito além da análise meramente técnica da conduta do profissional de saúde.",
      "source": "duckduckgo"
    },
    {
      "title": "Erro médico é tema do programa Entender Direito - stj.jus.br",
      "url": "https://www.stj.jus.br/sites/portalp/Paginas/Comunicacao/Noticias/2023/06122023-Erro-medico-legislacao-e-jurisprudencia-do-STJ-na-pauta-do-Entender-Direito-.aspx",
      "snippet": "Em entrevista à jornalista Fátima Uchôa, os convidados discutiram os diversos aspectos legais e jurisprudenciais a respeito daresponsabilidadejurídica da equipemédicae da unidade de saúde.",
      "source": "duckduckgo"
    },
    {
      "title": "Responsabilidade Erro no Diagnóstico - Jurisprudência | Jusbrasil",
      "url": "https://www.jusbrasil.com.br/jurisprudencia/busca?q=responsabilidade+erro+no+diagn%C3%B3stico",
      "snippet": "Oerrodediagnósticomédico que atinge sobremaneira a qualidade de vida do indivíduo, a ponto de colocá-lo em risco de morte e prolongar seu sofrimento até a realização de procedimento cirúrgico de urgência, é suficiente para ensejar a reparação por danos morais.",
      "source": "duckduckgo"
    },
    {
      "title": "STJ determina indenização de hospital a paciente por erro médico",
      "url": "https://www.migalhas.com.br/quentes/417675/stj-determina-indenizacao-de-hospital-a-paciente-por-erro-medico",
      "snippet": "Após longa batalha judicial que se estendeu por duas décadas, oSTJreiterou aresponsabilidadedo Hospital Sírio Libanês em um caso deerromédico que deteriorou significativamente a qualidade de vida de um paciente.",
      "source": "duckduckgo"
    },
    {
      "title": "Responsabilidade Civil Por Erro Médico: Uma Análise Da Jurisprudência ...",
      "url": "https://repositorio-api.animaeducacao.com.br/server/api/core/bitstreams/367bbaef-6d18-4384-bd1a-d15a45b24dfe/content",
      "snippet": "O entendimento jurisprudencial do Superior Tribunal de Justiça (STJ) e da doutrina nas decisões deresponsabilidadecivilporerromédico é baseado em alguns princípios e critérios que buscam equilibrar os direitos e interesses dos pacientes e dos profissionais de saúde.",
      "source": "duckduckgo"
    }
  ],
  "source": "duckduckgo",
  "cached": false,
  "cached_at": "2026-01-27T13:31:12.845614"
}