{
  "success": true,
  "query": "Pesquise jurisprudência sobre... 2026",
  "total": 5,
  "results": [
    {
      "title": "Exercícios de 2025 e 2026 - Jurisprudência | Jusbrasil",
      "url": "https://www.jusbrasil.com.br/jurisprudencia/busca?q=exerc%C3%ADcios+de+2025+e+2026",
      "snippet": "Pesquisar e ConsultarJurisprudênciasobreExercícios de 2025 e2026. Acesse o Jusbrasil e tenha acesso a Notícias, Artigos,Jurisprudência, Legislação, Diários Oficiais e muito mais de forma rápida, objetiva e gratuita. Buscar!",
      "source": "duckduckgo"
    },
    {
      "title": "STJ - Superior Tribunal de Justiça",
      "url": "https://www.stj.jus.br/sites/portalp/Inicio",
      "snippet": "A primeira sessão de2026no STJ começa às 14h. Com o fim das férias forenses, voltam a correr os prazos processuais, que estavam suspensos desde 20 de dezembro do ano passado.",
      "source": "duckduckgo"
    },
    {
      "title": "Encontre Jurisprudência Comentada do STF e do STJ e muito mais no ...",
      "url": "https://v1.buscadordizerodireito.com.br/",
      "snippet": "27/01/2026Direito Administrativo A multa civil aplicada em ação por improbidade deve ser revertida à entidade diretamente lesada pela conduta ímproba, mesmo na ausência de dano patrimonial PesquisarJurisprudênciaData Categoria Título Download 18/01/2026Revisão de concurso Revisão - Promotor de Justiça de Goiás - MPGO Somente ...",
      "source": "duckduckgo"
    },
    {
      "title": "Jurisprudência | Pesquisar e Consultar no Jusbrasil",
      "url": "https://www.jusbrasil.com.br/jurisprudencia/",
      "snippet": "Pesquisar e consultarJurisprudênciapor Tribunal com busca unificada, objetiva e gratuita. Acesse o Jusbrasil para buscar decisões de todos os Tribunais. Acesse!",
      "source": "duckduckgo"
    },
    {
      "title": "Informativo STF | Portal STF",
      "url": "https://portal.stf.jus.br/textos/verTexto.asp?servico=informativoSTF",
      "snippet": "O Informativo STF, periódico semanal do Supremo Tribunal Federal, apresenta, de forma objetiva e concisa, resumos das teses e conclusões dos principais julgamentos realizados pelos órgãos colegiados - Plenário e Turmas -, em ambiente presencial e virtual.",
      "source": "duckduckgo"
    }
  ],
  "source": "duckduckgo",
  "cached": false,
  "cached_at": "2026-02-05T03:18:14.091234"
}