{
  "success": true,
  "query": "Código Civil artigos 186 927 951 responsabilidade médica CDC artigo 14 erro diagnóstico legislação",
  "total": 10,
  "results": [
    {
      "title": "PDFA não incidência da responsabilidade civil médica e o CDC",
      "url": "https://www.tjsp.jus.br/download/EPM/Publicacoes/ObrasJuridicas/cdc14.pdf?d=6366805337",
      "snippet": "Mais adequado, porém, é compreender que, presentes o caso for-tuito ou força maior, não há incidência, - seja noCódigoCivil, seja noCódigode Defesa do Consumidor -, do dever de indenizar.",
      "source": "duckduckgo"
    },
    {
      "title": "Art. 14 do Código de Defesa do Consumidor - Lei 8078/90 | Jusbrasil",
      "url": "https://www.jusbrasil.com.br/topicos/10606184/artigo-14-da-lei-n-8078-de-11-de-setembro-de-1990",
      "snippet": "A decisão judicial destaca que aresponsabilidadedo fornecedor por defeitos na prestação de serviços é objetiva, ou seja, independe da existência de culpa. Essaresponsabilidadesó pode ser afastada se for comprovada a inexistência do defeito ou a culpa exclusiva do consumidor.",
      "source": "duckduckgo"
    },
    {
      "title": "PDFResponsabilidade médica: reflexões à luz do § 4 do artigo 14 do Código ...",
      "url": "https://repositorio.idp.edu.br/bitstream/123456789/4383/1/Monografia_Renata%20Eul%C3%A1lio%20Alves_Especializa%C3%A7%C3%A3o_2007.pdf",
      "snippet": "No Brasil, aresponsabilidadecivilmédicaera tratada peloartigo1545 doCódigoCivilde 1916. Posteriormente veio a ser estabelecida também peloartigo14, § 4o, doCódigode Defesa do Consumidor -CDC.",
      "source": "duckduckgo"
    },
    {
      "title": "Responsabilidade civil por erro médico - Estrategia",
      "url": "https://cj.estrategia.com/portal/responsabilidade-civil-erro-medico/",
      "snippet": "Confira nosso resumo sobre aResponsabilidadecivilporerromédico, no qual destacamos os aspectos legais e jurisprudenciais sobre o tema.",
      "source": "duckduckgo"
    },
    {
      "title": "PDFA Responsabilidade Civil do Médico - Migalhas",
      "url": "https://www.migalhas.com.br/arquivos/2023/11/F8B7880A00BDC4_ArtigoResponsabilidadeCivildoM.pdf",
      "snippet": "O presenteartigobusca definir as hipóteses deresponsabilidadecivilexistentes nalegislaçãopátria, assim como explicar os entendimentos acerca daresponsabilidadecivildo médico, além de abarcar as situações enfrentadas nos Tribunais pelos operadores do Direito.",
      "source": "duckduckgo"
    },
    {
      "title": "Erro médico e responsabilidade civil: O que diz a lei e quais são os ...",
      "url": "https://www.garrastazu.adv.br/erro-medico-e-responsabilidade-civil-o-que-diz-a-lei-e-quais-sao-os-direitos-do-paciente",
      "snippet": "Se você desconfia que foi vítima deerromédico, esteartigocompleto vai esclarecer seus direitos, explicar o que diz a lei e mostrar como buscar justiça com segurança.",
      "source": "duckduckgo"
    },
    {
      "title": "Responsabilidade do profissional liberal — Tribunal de Justiça do ...",
      "url": "https://www.tjdft.jus.br/consultas/jurisprudencia/jurisprudencia-em-temas/cdc-na-visao-do-tjdft-1/responsabilidade-civil-no-cdc/responsabilidade-do-profissional-liberal",
      "snippet": "Aresponsabilidadecivildos profissionais liberais, inclusive médicos, é subjetiva, nos termos do art.14, § 4º, doCódigode Defesa do Consumidor. Verificada a ocorrência de ato ilícito, por culpa do agente, há o dever de reparar o dano, nos termos do art.186c/c art.927, ambos doCódigoCivil.",
      "source": "duckduckgo"
    },
    {
      "title": "Erro Médico e Responsabilidade Civil - Galvão & Silva",
      "url": "https://www.galvaoesilva.com/blog/direito-medico/erro-medico-e-responsabilidade-civil/",
      "snippet": "Art.14. O reconhecimento pelo Estado-Juiz doerromédico e o dever de indenizar do médico depende da prova incontroversa da conduta ou ato ilícito do médico.",
      "source": "duckduckgo"
    },
    {
      "title": "Responsabilidade Civil Erro Diagnóstico: Fundamentos e Prática Jurídica",
      "url": "https://legale.com.br/blog/responsabilidade-civil-erro-diagnostico-fundamentos-e-pratica-juridica/",
      "snippet": "Nesteartigo, serão percorridos os fundamentos, conceitos e implicações práticas daresponsabilidadecivilderivada deerromédico emdiagnósticos, especialmente sob a ótica de planos de saúde e a tutela do consumidor, sem referência a casos específicos.",
      "source": "duckduckgo"
    },
    {
      "title": "O erro do médico e a sua responsabilidade civil - EDS",
      "url": "https://edsadv.com.br/o-erro-do-medico-e-a-sua-responsabilidade-civil/",
      "snippet": "Quando o médico é um profissional liberal, a sua responsabilizaçãocivilé prevista também noCódigode Defesa do Consumidor, em seuartigo14, §4º, que verifica a culpa do indivíduo e seus elementos.",
      "source": "duckduckgo"
    }
  ],
  "source": "duckduckgo",
  "cached": false,
  "cached_at": "2026-01-27T13:32:11.428361"
}