{
  "success": true,
  "query": "oii resumo",
  "total": 4,
  "results": [
    {
      "title": "Oi Oii Oiii: Significado e Curiosidades Reveladas",
      "url": "https://sabertecnologias.com.br/artigo/oi-oii-oiii-significado/",
      "snippet": "Emresumo, \"OiOiiOiii\" é muito mais do que uma simples saudação. Essa expressão representa a alegria, a informalidade e a descontração do jeito brasileiro de se comunicar.",
      "source": "duckduckgo"
    },
    {
      "title": "A Oi (OIBR3) faliu: e agora, como ficam os acionistas e clientes?",
      "url": "https://investalk.bb.com.br/noticias/mercado/a-oi-oibr3-faliu-e-agora-como-ficam-os-acionistas-e-clientes",
      "snippet": "Com a falência da Oi, como ficam os investidores que tinham ações da empresa na carteira? E os clientes, o que acontecerá com seus serviços? Entenda as respostas para essa e outras dúvidas sobre o tema aqui.",
      "source": "duckduckgo"
    },
    {
      "title": "OII - Ibero-American Olympiad in Informatics",
      "url": "https://www.iberoinformatica.org/results/2024/all",
      "snippet": "Filter by Country ---- Argentina Bolivia Brasil Chile Colombia Costa Rica Cuba Ecuador El Salvador España México Perú Portugal Puerto Rico República Dominicana Venezuela Competition name: Ibero-American Olympiad in Informatics (OII) Organizing country: Peru Main organizer: Racso Galvan Contestants: 149 Medals: 66, being 12 Gold, 23 Silver and 31 Bronze",
      "source": "duckduckgo"
    },
    {
      "title": "Olimpíada Ibero-americana de Informática (OII) - NOIC",
      "url": "https://noic.com.br/olimpiadas/informatica/oii/",
      "snippet": "A Olimpíada Ibero-americana de Informática (OII), também conhecida pelo seu antigo nome, Competição Ibero-americana de Informática e Computação (CIIC), é uma das mais tradicionais olimpíadas de informática das quais o Brasil participa. Participam ao todo 14 países, apesar de que em alguns anos, certos países são convidados a participar também daOII. Os alunos competem de forma ...",
      "source": "duckduckgo"
    }
  ],
  "source": "duckduckgo",
  "cached": false,
  "cached_at": "2026-01-17T01:34:11.415168"
}