{
  "success": true,
  "query": "pesquise jurisprudência sobre dano moral em relações de consumo",
  "total": 10,
  "results": [
    {
      "title": "Dano Moral Relação de Consumo - Jurisprudência | Jusbrasil",
      "url": "https://www.jusbrasil.com.br/jurisprudencia/busca?q=dano+moral+rela%C3%A7%C3%A3o+de+consumo",
      "snippet": "Pesquisar e ConsultarJurisprudênciasobreDanoMoralRelaçãodeConsumo. Acesse o Jusbrasil e tenha acesso a Notícias, Artigos,Jurisprudência, Legislação, Diários Oficiais e muito maisdeforma rápida, objetiva e gratuita. Buscar!",
      "source": "duckduckgo"
    },
    {
      "title": "Jurisprudência do STJ sobre relação de consumo",
      "url": "https://simonatopessoa.adv.br/jurisprudencia-do-stj-sobre-relacao-de-consumo/",
      "snippet": "É possível a flexibilização da orientação contida na Súmula n. 385/STJ, para reconhecerdanomoraldecorrentedeinscrição indevida do nome do consumidoremcadastro restritivodecrédito, quando existentes nos autos elementos aptos a demonstrar a ilegitimidade da preexistente anotação.",
      "source": "duckduckgo"
    },
    {
      "title": "O dano moral na relação de consumo: jurisprudência brasileira",
      "url": "https://revistafae.fae.emnuvens.com.br/revistafae/article/download/600/452/1649",
      "snippet": "Estudar ajurisprudênciabrasileira, especificamente do Superior TribunaldeJustiça,sobreodanomoralna relaçãodeconsumo. Busca-se ratio na determinaçãodequais são os casos merecedoresdeimposição da indenização.",
      "source": "duckduckgo"
    },
    {
      "title": "PDFDano moral nas relações de consumo. - TJSP",
      "url": "https://www.tjsp.jus.br/download/EPM/Publicacoes/ObrasJuridicas/cdc13.pdf?d=636680533763406696",
      "snippet": "Contudo, no cotidiano forense apresentam-se inúmeros inadim-plementos contratuais nasrelaçõesdeconsumo- responsabilidade ob-jetiva,emque não é possível reconhecer dolo ou culpa grave, mas que configuramdanomoral.",
      "source": "duckduckgo"
    },
    {
      "title": "O dano moral na relação de consumo: jurisprudência brasileira",
      "url": "https://www.academia.edu/112414322/O_dano_moral_na_rela%C3%A7%C3%A3o_de_consumo_jurisprud%C3%AAncia_brasileira",
      "snippet": "Este trabalho investiga a contemporânea prática jurisprudencial brasileirasobreo tema. Quer-se definir quais são os parâmetros empregados, especialmenteemtribunais, para aceitar e quantificardanosmorais perpetrados na constânciaderelação consumerícia.",
      "source": "duckduckgo"
    },
    {
      "title": "Responsabilidade civil nas relações de consumo: do mero aborrecimento ...",
      "url": "https://periodicos.ufmg.br/index.php/caap/article/view/46997",
      "snippet": "O presente artigo tem por objetivo discutir, à luz da doutrina, aspectos da responsabilidade civil contemporânea, a banalização do instituto dodanomoralnasrelaçõesdeconsumo, as questões relativas ao mero aborrecimento esobreas divergências jurisprudenciais acerca do tema.",
      "source": "duckduckgo"
    },
    {
      "title": "Dano moral nas relações de consumo: uma crítica sobre a (des ...",
      "url": "https://revista.iberc.org.br/iberc/article/view/262/",
      "snippet": "O artigo trataemtorno dos aspectos dodanomorale a figura do mero aborrecimento, que norteiam a aplicação da responsabilidade civil no judiciário no âmbito consumerista.",
      "source": "duckduckgo"
    },
    {
      "title": "PDFDireito Do Consumidor - Iv",
      "url": "https://www.stj.jus.br/docs_internet/jurisprudencia/jurisprudenciaemteses/Jurisprudencia%20em%20Teses%20160%20-%20Direito%20do%20Consumidor%20-%20IV.pdf",
      "snippet": "É possível a flexibilização da orientação contida na Súmula n. 385/STJ, para reconhecerdanomoraldecorrentedeinscrição indevida do nome do consumidoremcadastro restritivodecrédito, quando existentes nos autos elementos aptos a demonstrar a ilegitimidade da preexistente anotação.",
      "source": "duckduckgo"
    },
    {
      "title": ": Dano moral nas relações de consumo: uma análise jurisprudencial do ...",
      "url": "https://repositorio.pucgoias.edu.br/jspui/handle/123456789/8516",
      "snippet": "Este trabalho analisa o impacto dodanomoralnasrelaçõesdeconsumo, abordando o sofrimento psicológico causado por falhasdegrandes empresas. Com base no art. 14 do CDC, examina a responsabilidade civil objetiva e a solidariedade entre fornecedores, essencial para a proteção do consumidor.",
      "source": "duckduckgo"
    },
    {
      "title": "(PDF) DANO MORAL NAS RELAÇÕES DE CONSUMO - ResearchGate",
      "url": "https://www.researchgate.net/publication/370509628_DANO_MORAL_NAS_RELACOES_DE_CONSUMO",
      "snippet": "Tendoemvista que odanomoralé um fato pertinente na sociedade brasileira, tendo sido os consumidores afetadosemtodos os momentos, a presente pesquisa trata dodanomoralnas...",
      "source": "duckduckgo"
    }
  ],
  "source": "duckduckgo",
  "cached": false,
  "cached_at": "2026-02-01T18:15:15.871728"
}