{
  "transcript": "[00:01] Bom pessoal, dando continuidade então ao nosso estudo, eu trouxe um tema de extrema relevância para a PGM como um todo, que é muito tratado pela examinadora Flávia Romano. Ela possui diversas decisões a respeito desse tema e como a gente vai ver, ela tem uma certa peculiaridade na forma de decidir. Então, pela relevância institucional e por essa abordagem da examinadora, eu trouxe esse tema para nós analisarmos na aula. Qual que é o tema em discussão? A discussão é sobre a penhora sobre o faturamento, ou seja, nós temos uma execução, um processo de cobrança e busca-se a penhora sobre o faturamento. O ponto controvertido é, a penhora sobre o faturamento, ela é uma medida excepcional? Ela é uma medida que deve ser considerada subsidiária? Essa é a primeira questão que nós vamos tratar. Antes de nós entrarmos\n\n[01:02] propriamente nessa discussão, como está o cenário atual da penhora sobre o faturamento, que é um instrumento que nós utilizamos muito nas execuções fiscais e por isso a importância desse tema, é bom a gente tratar sobre uma linha do tempo. Como que a legislação, ela vem abordando esse instituto ao longo dos anos. Primeiro cenário, nós temos a redação original do CPC de 73. A redação original do CPC de 73 e a lei de execuções fiscais, elas não previam de forma expressa a possibilidade de penhora do faturamento. Então, nem o CPC e nem a LEF listavam a penhora do faturamento como uma hipótese de satisfação do crédito, de medida construtiva. O que se fazia naquela época para permitir a penhora do faturamento era uma interpretação de um dispositivo do Código de Processo Civil que autorizava a penhora do estabelecimento empresarial. Então, essa autorização da penhora do estabelecimento empresarial levava a uma\n\n[02:06] conclusão de que seria possível que a penhora alcançasse o faturamento. Posteriormente, veio a lei 11.382 em 2006 e essa lei, ela coloca a penhora do faturamento com uma certa prioridade relativa. Ela altera o Código de Processo Civil de 73 e coloca a penhora desse percentual do faturamento na ordem preferencial lá no artigo 7, no inciso 7 do artigo 655. Então, a penhora sobre o faturamento, ela passou a ter uma disposição legal expressa, passou a ser uma técnica de constrição expressamente prevista em lei. Com a vinda do Código de Processo Civil de 2015, a penhora sobre o faturamento, ela continuou com seu amparo normativo e ela aparece em décimo lugar. Ela está lá no artigo 835, no inciso 10. E esse dispositivo, ele trouxe uma alteração relevante. O dispositivo no parágrafo 1º, ele\n\n[03:13] prevê que é possível que o juiz, ele altere a ordem de penhora de acordo com o caso concreto. Mas, para que ele altere aquela ordem de penhora do 835, ele deve fundamentar essa decisão. Além disso, no artigo 866 do CPC, prevê que essa penhora sobre o faturamento, ela pode ocorrer na hipótese de não existir outros bens ou se esses outros bens, ainda que existam, eles sejam difíceis de serem alienados ou ainda sejam insuficientes para a dívida. Então, verificando essas hipóteses, pode ser efetuada a penhora sobre o faturamento. Então, o CPC de 2015, ele trouxe uma mudança no paradigma. E essa mudança no paradigma, ela levou também a uma alteração da jurisprudência do STJ. E quando nós falamos, pessoal, em penhora sobre o faturamento, nós temos que ter em mente\n\n[04:17] que estamos aí em discussão entre dois princípios, que é o princípio da efetividade da execução, da necessidade de satisfação do direito do credor e o princípio da menor onerosidade, que prevê que a execução se dará pelo meio menos gravoso ao executado. Então, é necessário que seja feita uma ponderação entre esses dois princípios colidentes. Porque, por exemplo, pode ocorrer de uma penhora sobre o faturamento de uma empresa, por exemplo, que está com muitos débitos e muitas execuções. Se cada uma dessas execuções determinar a penhora de 10% sobre o faturamento, pode ocorrer da inviabilidade do desenvolvimento dessa atividade empresarial. Então, a penhora sobre o faturamento, ela sempre deve estar de acordo com o caso concreto. Ela sempre deve estar em sintonia com a efetividade da execução e a menor onerosidade.\n\n[05:18] E nisso, antes de nós entrarmos propriamente em como o STJ tem decidido atualmente, nós temos que falar um pouco sobre como foi a construção do entendimento do STJ sobre a penhora do faturamento. O STJ, em um primeiro momento, ele tinha um entendimento na época em que nós não tínhamos previsão normativa expressa sobre a penhora do faturamento. O STJ, ele tinha construído o entendimento de que a penhora sobre o faturamento é uma penhora excepcional. E por ser uma penhora excepcional, ela exigiria a inexistência de outros bens e ainda o esgotamento das diligências para a localização de bens. Então, era uma hipótese extremamente restrita, era uma hipótese extremamente condicionada à inexistência de bens e esgotamento de diligências. O STJ foi evoluindo nesse entendimento e na sequência ele passou a entender o seguinte,\n\n[06:21] olha, ainda que haja bens, é possível se determinar a penhora se esses bens forem considerados de difícil alienação. Então, não era necessário um esgotamento absoluto de localização de bens. Sendo esses bens difíceis de serem alienados ou insuficientes, poderia ser operacionalizada essa constrição. Esse segundo entendimento, ele veio após a lei 11.382, de 2006, que trouxe expressamente a possibilidade de penhora sobre o faturamento. Então, após essa lei, foi possível a realização, desde que os bens fossem difíceis de serem alienados. E nisso, nós entramos na situação atual. Nós entramos no ponto que estamos com o CPC de 2015. Atualmente, com o CPC de 2015, nós temos, como vimos, a previsão expressa da penhora sobre o faturamento na lei. E o STJ, ele consolidou o entendimento de que, em regra, a penhora sobre o faturamento,\n\n[07:29] ela vem após a tentativa de penhora dos bens que estão em posição superior. Então, realizada a tentativa de penhora dos bens que estão na posição de 1 até 9, não localizados, é possível que se faça a penhora sobre o faturamento. Essa é a regra geral. No entanto, essa ordem, ela pode ser inobservada, ou seja, ainda que hajam bens anteriores, será possível a penhora sobre o faturamento, na hipótese desses bens anteriores que existirem, eles serem considerados bens que são bens difíceis de serem alienados. Ou ainda, quando esses bens, eles forem considerados insuficientes. Justamente na linha do que consta no artigo 866 do CPC. Além dessas hipóteses de bem difícil de alienar ou bem insuficiente, o juiz, ele também pode furar essa fila, ou seja, inobservar a ordem preferencial do artigo 835,\n\n[08:35] se ele fundamentar de acordo com o caso concreto. Ou seja, se ele demonstrar que o caso concreto, ele tem uma peculiaridade que autoriza a inobservância dessa ordem. Então, não se trata de uma decisão genérica e padronizada. É uma decisão específica de acordo com aquele credor e com aquele devedor. Então, por exemplo, se nós temos bens na ordem anterior, mas são bens que possuem já alguma constrição, ou bens que são considerados bens essenciais para aquela atividade, que iria trazer um prejuízo muito grande para o devedor se esses bens fossem alienados, todas essas hipóteses poderiam levar o juiz a fundamentar uma decisão e levar a penhora sobre o faturamento como uma medida imediata, mesmo existindo bens anteriores. E uma questão essencial que esse tema 769 nos trouxe é que a penhora sobre o faturamento, ela não pode ser equiparada à penhora sobre dinheiro.\n\n[09:42] Então, quando nós falamos em penhora sobre dinheiro, nós estamos falando de uma quantia que já está à disposição do juízo, já está depositada nos autos. Quando nós falamos em penhora sobre o faturamento, nós estamos falando de uma quantia que pode vir a ingressar, porque o faturamento é apurado mensalmente. Nesse mês o faturamento pode ser X e no mês que vem o faturamento pode ser Y. Então, quando nós falamos na penhora sobre um percentual, o valor produto dessa penhora irá variar de acordo com o faturamento daquele respectivo mês. Então, não tem como se equiparar a penhora em dinheiro e a penhora em faturamento. Justamente porque a penhora em faturamento é volátil, ela não é certa, ela não é definida. Então, por exemplo, em um universo de execução fiscal, o dinheiro é o preferencial. O dinheiro é a penhora preferencial. Nós não podemos encarar a penhora sobre o faturamento\n\n[10:47] com a mesma vantagem que o dinheiro traz para a fazenda pública. Então, se o contribuinte oferece, por exemplo, a penhora sobre o faturamento, pode a fazenda pública recusar e requerer a penhora em dinheiro, justamente pelo seu caráter preferencial, pela sua possibilidade de constrição integral. E justamente essa decisão judicial, caso entenda que deverá ser aceita a penhora sobre o faturamento, ela deveria ser extremamente fundamentada de acordo com uma peculiaridade do caso concreto. Então, são situações extremamente decepcionais, porque, em regra, o dinheiro está na ordem preferencial. E a fazenda pública tem direito de recusar os bens oferecidos à penhora que sejam distintos dessa preferência, que é o dinheiro, que é o que efetivamente tem liquidez e o que efetivamente será de fácil conversão. Além disso, os efeitos da penhora em dinheiro também não se comparam à penhora integral,\n\n[11:54] eles também não se comparam com os efeitos da penhora sobre o faturamento. E o STJ, ele traz um ponto interessante no julgamento desse tema 769. Ele prevê que o juiz, ao fixar um percentual, ele deve fixar um percentual que não inviabilize a atividade empresarial. Ou seja, o percentual fixado não será um percentual único, não é um padrão. Então, não pode, por exemplo, afirmar que o percentual será sempre de 10%, 5%. Esse percentual, ele é individualizado. Ele é pensado de acordo com aquele caso concreto, de acordo com a necessidade daquela empresa, de forma a estimular o prosseguimento daquela atividade empresarial, de forma a preservar aquela atividade. Então, a depender da empresa, o percentual pode ser de 10%, outras 8%, outras 5%, outras 2%.\n\n[12:55] Vai variar de acordo com o caso concreto. Além disso, esse tema, ele traz uma questão extremamente relevante. O devedor, ele não pode simplesmente invocar o princípio da menor onerosidade de forma genérica. Então, ele não pode simplesmente comparecer em juízo, requerendo a redução desse percentual, simplesmente porque esse percentual estaria inviabilizando a sua atividade sem demonstrar documentos que comprovem essa alegação. Então, a alegação da menor onerosidade, ela deve ser acompanhada de uma prova concreta. Ela deve ser acompanhada de elementos probatórios, justamente para impedir que esse tipo de alegação venha a estimular a redução do percentual e inviabilizar a efetividade da execução. Então, quando o juiz se deparar com o pedido de redução desse percentual,\n\n[13:56] ou ainda o que nós verificamos muito na prática, é realizada a penhora sobre o faturamento em primeiro grau e é interposto um agravo de instrumento buscando a redução desse percentual ou ainda o afastamento por completo dessa penhora. Os tribunais, eles precisam analisar se, naquele caso concreto, o contribuinte, o sujeito passivo, ele trouxe elementos que comprovassem que aquele percentual fixado, ele é extremamente oneroso. Ele é um percentual que vai prejudicar a atividade empresarial. Então, se, por exemplo, nós tivermos uma decisão em segundo grau desconsiderando o cenário, sem analisar o cenário probatório, porque esse não foi juntado pelo executado, e simplesmente reduzir de ofício esse percentual sem analisar as provas, essa decisão, ela estará sujeita a uma anulação.\n\n[14:58] É uma decisão que estará sujeita também, a primeira anulação, porque ela não foi uma decisão fundamentada. Então, é possível se alegar uma omissão da decisão, porque ela não foi uma decisão fundamentada. O juiz precisa fundamentar. Então, ele precisa demonstrar, de acordo com aquele caso concreto, o que autoriza essa redução do percentual. E esse argumento de prova do caso concreto é o que tem feito, nós conseguimos manter o percentual fixado em primeiro grau, porque, na maioria dos casos, nós não temos uma demonstração contável, uma demonstração, uma prova concreta, que justifique essa redução. Então, em síntese, sobre essa primeira parte da penhora sobre o faturamento, que é o tema 769. O STJ, a partir da Lei nº 11.382, de 2006, e, especialmente, a partir do CPC, de 2015, ele passou a permitir a penhora sobre o faturamento quando demonstrada a inexistência de bens preferenciais ou se esses bens preferenciais\n\n[15:59] forem bens difíceis de serem alienados. No entanto, o juiz pode afastar essa ordem do 835 caso ele fundamente de acordo com o caso concreto. Além disso, dinheiro não é equiparado a faturamento, dinheiro tem uma ordem preferencial e o princípio da menor onerosidade, ele prevê que o percentual fixado ele deve preservar a atividade empresarial e, além disso, caso o devedor requer a redução do percentual com base no princípio da menor onerosidade, ele deve trazer uma prova concreta. A decisão de redução, ela deve ser fundamentada com base em uma prova concreta e não com base apenas em argumentos genéricos. Então, pessoal, esse é o primeiro ponto que eu queria tratar com vocês sobre penhora sobre faturamento. Eu imagino que muitos já tenham tido contato com o tema 769 do STJ. No entanto, eu trouxe até aqui uma afirmação\n\n[17:02] do ministro Germán Benjamin, como se vê, é possível concluir que a penhora sobre o faturamento atualmente perdeu o atributo da excepcionalidade, pois concedeu-se literalmente à autoridade judicial o poder de respeitada, em regra, a preferência do dinheiro, desconsiderar a ordem do 835 e permitir a constrição do faturamento empresarial de acordo com a circunstância do caso concreto que deverão ser objeto de fundamentação do juiz. Bom, esse é o primeiro ponto que eu queria tratar com vocês sobre a penhora sobre o faturamento. Eu imagino que muitos já tenham tido contato. Mas o que eu considero mais peculiar para essa prova é a discussão que envolve a penhora sobre o faturamento na perspectiva de essa penhora sobre o faturamento ela irá recair sobre o faturamento líquido ou sobre o faturamento bruto. E isso, pessoal, traz total diferença\n\n[18:03] para a fazenda pública. Isso altera de forma substancial a perspectiva de satisfação do crédito. Quando a gente fala de penhora sobre o faturamento muitas das vezes as decisões elas são genéricas. Elas afirmam determino a penhora de 10% sobre o faturamento da empresa tal. Elas não afirmam se essa penhora recairá sobre o faturamento líquido ou sobre o faturamento bruto. E o que seria isso? Faturamento líquido ou faturamento bruto? O faturamento bruto, pessoal, é o valor total das receitas que foram auferidas pela empresa no exercício da sua atividade fim. Ou seja, antes de qualquer dedução. Então, o valor decorrente da venda de mercadorias, da prestação de serviço, os ingressos que entraram nessa empresa. Então, não tem\n\n[19:04] o desconto de tributos, não tem o desconto dos custos, de despesas administrativas. É o valor bruto, é o valor efetivamente da receita total gerada por aquela atividade. O faturamento líquido, por sua vez, ele é considerado a receita depois das deduções. Como, por exemplo, os custos, os tributos. Então, quando a gente fala em faturamento líquido, a gente está falando no faturamento bruto, menos os custos, menos essas despesas. Na prática, o que se afirma é que esse faturamento líquido, ele estaria muito próximo do próprio lucro. Então, haveria aí uma certa proximidade. E qual é o problema de se determinar uma penhora sobre o faturamento líquido? Qual é o grande problema?\n\n[20:05] O grande problema dessa determinação é que você estará transferindo os ônus, os riscos do desenvolvimento de uma atividade empresarial para o Estado, para o município, para o DF, para a União. Ou seja, para a Fazenda Pública. Em uma execução fiscal, quando eu determino a penhora sobre o faturamento líquido, eu estou, na verdade, reconhecendo o seguinte, olha, a depender do resultado obtido por esse empresário, a depender da administração desempenhada por esse empresário, o resultado do ente público será X ou Y. Se o empresário adequou suas despesas, fez um bom trabalho, foi diligente, o resultado será um faturamento líquido maior e, portanto, uma penhora que recairá sobre um percentual, sobre esse faturamento maior. De outro modo, se nós temos um empresário que arrisca um empresário que não tem as contas de dia ou ainda\n\n[21:05] um empresário que aumenta os custos de forma a maquiar os resultados contábeis, nessa hipótese, nós teremos um resultado menor para o ente público. Vocês percebem que estamos transferindo o risco de um negócio para o ente, para a Fazenda Pública? Então, a Fazenda Pública estaria ali naquela posição assumindo o risco de um negócio desempenhado pelo executado. Ela estaria ao lado do executado sem poder realizar qualquer ingerência na administração daquela empresa. Então, ela só fica com o ônus, mas ela não pode ter qualquer ingerência naquela atividade. Ela não pode analisar o caixa e reestabelecer as contas para ter um resultado positivo. Ela apenas fica com os riscos. Então, o que se demonstra quando o executado ele vem com uma tentativa de que a penhora recaia sobre o faturamento líquido, é que essa penhora sobre o faturamento líquido, ela não encontra amparo legal e que ela traz\n\n[22:06] um risco desproporcional para o ente público. E qual seria a fonte normativa que fundamenta o argumento do município no caso de que a penhora deve recair sobre o faturamento bruto? Qual seriam esses argumentos tratados nas manifestações? O primeiro argumento é o argumento no sentido de que a lei complementar 70 de 91 ao tratar sobre o faturamento ela trata que o faturamento ele será da receita bruta ou seja das vendas de mercadoria e decorrente da prestação de serviço. O que nós temos no nosso ordenamento jurídico como um todo é a legislação quando aborda o termo faturamento o refere como faturamento bruto e isso se verifica por exemplo nessa lei complementar 70 de 91 a lei a lei 9718 também traz\n\n[23:06] um conceito similar também traz o conceito de que o faturamento nesse termo genérico é o faturamento bruto então quando nós analisamos o ordenamento jurídico nós temos essa referência nós temos essa identidade de que o faturamento mencionado pela legislação é sempre o faturamento bruto e nunca o faturamento líquido portanto o código de processo civil quando trata de faturamento ele está dentro desse ecossistema dentro desse ecossistema que o faturamento tratado pelas normas é um faturamento bruto como regulamentação dessa lei 9718 nós temos o decreto lei 1591 que ele prevê expressamente que a receita bruta compreende a venda do produto o preço da prestação de serviço e o resultado aferido nas operações de conta alheia e as receitas da atividade ou objeto principal da pessoa\n\n[24:06] jurídica então é essa é a compreensão de faturamento bruto e o Supremo Tribunal Federal quando ele decidiu o recurso extraordinário 585 235 de Minas Gerais ele foi expresso no sentido de que a noção de faturamento deve ser a noção de receita bruta ou seja de venda de mercadoria e prestação de serviços então essa concepção de que faturamento é igual a receita bruta também já foi amparada pelo próprio Supremo Tribunal Federal e qual é o risco dessa aplicação do faturamento líquido qual é o risco dessa compreensão que os contribuintes eles adotam quando o juiz fixa uma penhora sobre o faturamento líquido além dele transferir o risco da atividade empresarial para o Estado ele também cria uma técnica de parcelamento forçado do débito de forma que não seja previsível se contar\n\n[25:07] com qualquer resultado então vai ficar tudo muito volátil muito a depender da gestão daquele administrador então a gente perde o credor e o juiz eles vão perder o controle daquela execução uma coisa é nós temos uma penhora sobre o faturamento bruto o faturamento bruto ele também é volátil mas ele pelo menos não leva em consideração as despesas ele olha apenas para receita que é algo mais fácil de ser objeto de controle é muito mais fácil para a fazenda pública controlar as receitas que ingressam no caixa porque aí nós temos a possibilidade de acesso às contas bancárias a partir de uma autorização judicial por exemplo é claro que tem como fraudar tem mas é mais fácil de ser aferido do que por exemplo verificar se aquela despesa que consta no livro aquela despesa efetivamente ocorreu porque muitas das vezes o que nós verificamos consta por exemplo uma consultoria\n\n[26:07] de valor exorbitante que foi realizada por aquela empresa muitas das vezes essa consultoria é realizada por uma empresa de um laranja daquele sócio na qual ele busca transferir o lucro da atividade para essa outra empresa e isso é mais difícil de ser identificado pela fazenda então essas despesas genéricas que é colocada nos livros contábeis elas fazem com que essa apuração do faturamento líquido ela se torne uma apuração mais difícil ela se torne uma apuração que demande uma maior investigação por parte da fazenda de muitas das vezes sem meios suficientes para isso então em uma prova se tratar sobre toda essa questão da possibilidade de penhora sobre o faturamento defender que essa penhora sobre o faturamento é o faturamento bruto e por que que não é o faturamento do líquido primeiro que penhorar o faturamento líquido é muito próximo a penhorar do lucro então há uma transferência\n\n[27:08] de risco além disso não há previsão em lei de que o faturamento ele é recai sobre o faturamento líquido que o faturamento se equipara ao faturamento líquido trouxe as normas e a decisão do STF no sentido de que o faturamento é a receita bruta além disso o próprio tema 769 ele não trata desse ponto a penhora sobre o faturamento líquido ela traz um ônus ali para o estado de realizar a análise daquelas despesas que foram realizadas de maneira desproporcional esses são os argumentos centrais para a aplicação do faturamento bruto e o que nós temos no tribunal de justiça do estado do Rio de Janeiro nós temos diversas decisões da oitava câmara que é a câmara a qual a desembargadora Flávia Romano ela faz parte no sentido de que a penhora ela deve cair sobre a receita bruta então não é sobre a receita líquida a regra geral é a penhora sobre a receita bruta no entanto\n\n[28:08] a nossa examinadora ela possui diversas decisões e eu trouxe esse caso porque não foi um posicionamento isolado isso tem se mostrado como uma um entendimento consolidado da examinadora no sentido de que quando se verificar que a atividade daquela empresa que a empresa se encontra em uma situação delicada ou seja a empresa que tem poucos recursos que está prestes a entrar em recuperação ou que já possui diversas penhoras determinadas em execuções distintas nesses casos é necessário que seja feita uma ponderação entre o princípio da continuidade da atividade empresarial o princípio da menor anerosidade e o princípio da efetividade da execução nesses casos ela tem determinado a penhora sobre o faturamento líquido e o fundamento é justamente para não inviabilizar a continuidade da atividade empresarial\n\n[29:09] o grande problema disso pessoal é que são diversas as empresas que estão com execuções milionárias e a grande maioria das empresas estão com uma situação financeira que não é a situação mais favorável porque se fosse também não estaria talvez devendo tanto tanto em tributos seria devendo tanto a fazenda pública então uma essa decisão ela tem se mostrado reiterada justamente em razão do cenário econômico que as empresas enfrentam tem-se críticas justamente por conta da transferência do risco dessa atividade mas de qualquer forma em uma prova eu recomendo que vocês verificando que a questão demonstra que a empresa sofreu diversas penhoras está em uma situação delicada apresentem os fundamentos favoráveis mas também considerem a possibilidade de ponderação com o princípio da menor onerosidade e com o princípio da preservação da empresa da continuidade da atividade empresarial\n\n[30:09] sobre esse tema então queria trazer essa perspectiva para vocês e no próximo encontro a gente continua com outros assuntos de relevância para nossa banca examinadora e no próximo",
  "timestamp": "2026-02-04 01:35:52"
}