{
  "transcript": "[00:03] Olá pessoal, boa tarde. Hoje a gente vai continuar o estudo da banca examinadora e a gente vai tratar sobre um tema que está sendo muito analisado por dois dos nossos examinadores, a doutora Natália Canuto e o doutor Felipe Silvestre, que são procuradores do município do Rio de Janeiro. Como vocês sabem, eles atuam na área tributária, na PTR, e um tema que chegou na PTR, que está sendo objeto de estudo por parte deles, eles estão indo a eventos tratar do assunto, estão analisando processos judiciais diversos sobre essa matéria, inclusive a Natália fez a minuta de ingresso do município do Rio de Janeiro como Emicus Curi, de um desses temas que eu vou falar com vocês no Supremo Tribunal Federal, que está para ser analisado no Supremo Tribunal Federal, e o tema é a questão do ITBI e o alcance da imunidade do ITBI\n\n[01:04] na integralização do capital social de uma empresa. Então, para a gente se situar nessa discussão, nós precisamos ver o que a Constituição dispõe sobre essa imunidade. Bom, essa imunidade está prevista no artigo 156 da Constituição Federal e o parágrafo segundo prevê que o ITBI, ele não incide sobre a transmissão de bens ou direitos incorporados ao patrimônio de pessoa jurídica em realização de capital. Realização de capital é aquele aporte que você faz na empresa para poder adquirir em contrapartida as cotas. Então, é um aporte que você faz e em troca você entra naquela sociedade e recebe as cotas correspondentes àquele aporte que foi feito. Para você ingressar nessa sociedade, esses aportes, eles podem ser feitos pela integralização com o imóvel. Então, ao invés de pagar em dinheiro o valor\n\n[02:05] dessas cotas, eu transfiro um bem e esse valor correspondente me será transferido a título de cotas daquela sociedade. Então, não incide o ITBI nessa integralização, nessa realização do capital social. Além disso, também não incide na transmissão em razão de fusão, incorporação, cisão ou extinção da pessoa jurídica, salvo se, nesses casos, a atividade preponderante do adquirente for a compra e venda desses bens ou direitos, locação de bens imóveis ou arrendamento mercantil. Ou seja, nessas hipóteses que o dispositivo trata, em que há imunidade, a imunidade não estará presente se a atividade desenvolvida por aquela empresa que realizou a operação, for uma atividade que seja relacionada a compra e venda de bens imóveis, locação ou arrendamento mercantil. E a discussão, a controvérsia, ela diz respeito sobre a interpretação\n\n[03:09] dessa imunidade, a interpretação desse dispositivo constitucional. Em relação ao ITBI, nós sabemos que o fato gerador consiste na transmissão da propriedade a título oneroso e intervivos, porque se for uma doação ou causa-mortes, aí, no nosso caso, nós teremos o ITC-MD. Também incide o ITBI no caso de direito real intervivos e oneroso, como, por exemplo, a constituição de usufruto, superfície, uso e habitação. Eu trouxe o dispositivo da Lei do Município do Rio de Janeiro, que trata sobre o fato gerador do ITBI. O artigo 5º dispõe que compreende, no fato gerador, as seguintes mutações. Instituição ou extinção de uso, usufruto e habitação, instituição e extinção de direito real de superfície, instituição, translação e extinção de qualquer direito real sobre imóvel, exceto os de garantia, bem como a cessão dos respectivos direitos de aquisição.\n\n[04:13] Então, pessoal, quando a gente fala de ITBI, ele não se restringe à mera transmissão da propriedade imobiliária. Apesar desse ser o fato gerador mais comum, não é somente ele que gera a incidência do ITBI. E, além da transmissão da propriedade, do direito real, nós temos também a cessão de direitos onerosa intervivos relacionadas a esse imóvel. Sendo o caso de uma cessão de direitos relacionada ao imóvel, haverá a incidência do ITBI. No caso, essa cessão de direitos onerosa por ato intervivos. E aí nós entramos na questão da integralização do capital social. Como eu disse a vocês, o inciso 1 do parágrafo 2º, ao tratar sobre a imunidade do ITBI, ele afirma que haverá imunidade em relação àquele bem destinado à realização do capital social,\n\n[05:14] ou seja, à integralização daquele capital da empresa. O artigo 6º da Lei do Município do Rio de Janeiro prevê que o ITBI incide no caso de extinção da pessoa jurídica ou ainda que a pessoa jurídica continue no caso de desincorporação do patrimônio da pessoa jurídica quando o imóvel for transmitido à pessoa distinta daquela que integralizou. Então, por exemplo, Maria integraliza o capital social com o imóvel. Após essa integralização, esse imóvel sai do capital social da empresa e ele é destinado para João. Essa operação, de acordo com a Lei do Município do Rio de Janeiro de desincorporação, ela está sujeita à incidência do ITBI na medida em que ela foi realizada, houve a transferência para uma pessoa distinta daquela que realizou a integralização. Isso é uma forma de evitar fraudes, porque vamos supor, nós temos aqui uma sociedade fictícia.\n\n[06:20] Maria integraliza com o imóvel essa sociedade. João integraliza essa sociedade com o dinheiro. Ao final da sociedade, Maria pega o dinheiro e João pegaria o imóvel. Vocês percebem que, na verdade, isso pode representar uma operação de compra e venda, simulada a realização de capital social? Então, eles estão utilizando ali uma imunidade constitucionalmente prevista para simular uma compra e venda, porque eles não pretendem exercer atividade empresarial. A pessoa jurídica, no caso, ela veio apenas para viabilizar uma operação de compra e venda, porque se ele está saindo com o imóvel e ela com o dinheiro, então a gente pode verificar que, nesse caso, eles estão simplesmente tentando afastar a incidência do ITBI. E, nesse sentido, nós temos também o artigo 36, parágrafo único do CTN.\n\n[07:21] Esse dispositivo prevê que o ITBI não incide, se houver, no caso de desincorporação, a transmissão daqueles bens para o mesmo alienante. Ou seja, se a pessoa que transferiu o bem para a pessoa jurídica receber esse bem de volta, no caso de desincorporação ou extinção, não haverá incidência do ITBI. Mas, se for para a pessoa diversa daquela que integralizou, nesse caso, será devida a incidência. E aí, a gente entra em um ponto que foi o ponto definido pelo Supremo Tribunal Federal. Por exemplo, eu vou integralizar o capital social de uma sociedade com um imóvel de 2 milhões e vou receber a título de cotas apenas 1 milhão. Ou, no exemplo que eu dei no slide, o imóvel vale 300 mil e o que eu vou receber é a título de cotas.\n\n[08:25] E o que vai ser integralizado do capital social é apenas 100 mil reais. Ou seja, um valor inferior ao valor do imóvel. Vocês percebem que há uma diferença entre o valor montante total do imóvel e aquilo que foi integralizado no capital social? Aí, nesse caso, o questionamento que se faz é a imunidade, ela abrangerá todo o valor? Ela será integral? Ou, nesse caso, a imunidade, ela somente se referirá à parcela do capital social integralizado? Porque a gente tem que ter em mente que qual foi a rátio, qual foi o fundamento, qual foi a finalidade da criação dessa imunidade? A finalidade da criação dessa imunidade é justamente estimular a atividade empresarial, estimular a abertura de empresas, estimular o mercado como um todo.\n\n[09:27] Então, essa imunidade, ela não foi conferida pelo legislador constituinte apenas para a redução da carga tributária. A redução da carga tributária é um meio, mas o fim é o estímulo da atividade empresarial. E, nisso, nós temos que a Lei de Sociedade Anônima, no seu artigo 13, parágrafo 2º, ela trata da reserva de capital. Afirma que aquilo que ultrapassar o valor nominal constituirá reserva de capital. E o artigo 182 da Lei de Sociedade Anônima prevê que o que ultrapassa o valor do capital social é considerado ágil, que é uma garantia adicional. Então, vamos para o que o Supremo Tribunal Federal, ele efetivamente, entendeu nessa prática. O Supremo Tribunal Federal entendeu o seguinte, olha, capital social é o valor que é definido naquele contrato. E a realização do capital social, que é o que a Constituição garante a imunidade, é o pagamento desse valor.\n\n[10:31] Se você paga a mais com o valor desse imóvel para além desse capital social, isso, essa parte excedente, esse valor excedente do imóvel, não está realizando o capital, porque não corresponde a uma obrigação societária. Então, quando ele analisa esses pontos, ele afirma o seguinte, olha, a Constituição Federal, ela assegura a imunidade somente para a realização do capital social. Se o imóvel vale mais do capital social, essa diferença não é considerada o capital social, não é considerada uma obrigação societária e não é realização de capital, que é o que a Constituição garante a imunidade. Esse excedente, de forma contábil, ele é classificado como uma reserva de capital, ou ágil, ou ajuste patrimonial, como consta no dispositivo. Então, essa forma contábil não altera a natureza jurídica desse excedente.\n\n[11:32] Para fins de incidência de TBI, esse excedente, ele é uma transmissão onerosa da propriedade. Então, ele se caracteriza como um fato gerador do ITBI. Além disso, o fundamento apresentado pelo Supremo Tribunal Federal, nesse tema 796, é o seguinte, a imunidade tributária, ela tem uma finalidade, ela tem uma razão de existir, que é justamente o que eu comentei com vocês, que é estimular a formação de empresas e o aporte inicial de capital. Então, a imunidade, ela tem essa característica de estimular a integralização do capital social. Ela não existe, essa imunidade, para permitir que haja um ingresso de patrimônio ilimitado, sem qualquer tributação. Porque, caso contrário, se a imunidade fosse total, a gente poderia criar ali um capital simbólico e transmitir imóveis de alto valor\n\n[12:37] e eliminar a cobrança do ITBI. Então, você estaria esvaziando uma competência tributária do município. Você teria a criação de empresas, vamos supor, com um capital social de mil reais e integralizando a empresa, transferindo para aquela empresa imóveis de milhões de reais. E vocês percebem que não está tendo o estímulo de integralizar, o estímulo de formar empresas, e na hora que extingue essa desincorporação, estaria imune também ao ITBI. Então, essa integralização, ela somente está imune se ela corresponder ao valor do capital social. Então, aquilo que ultrapassa haverá a incidência do ITBI, aquilo que exceder esse limite. Então, o Supremo Tribunal Federal, no julgamento do tema 796, ele foi claro no sentido de que a norma não imuniza qualquer incorporação,\n\n[13:39] mas apenas aquela destinada à integralização do capital social subscrito. Sobre essa diferença vai incidir o ITBI. Um outro ponto que eu quero tratar com vocês é se essa imunidade na integralização do capital social, ela está condicionada à atividade exercida. Essa questão, ela é muito relevante, porque recentemente, tem uns dois ou três meses, que teve um evento na PGM sobre esse assunto. E esse evento, que contou com a participação dos examinadores, da Natália, do Felipe, ele foi um evento que buscou apresentar o posicionamento do município diante dessa discussão e apresentar também, porque nesse evento estavam presentes diversos atores do âmbito do poder judiciário,\n\n[14:44] diversos estudiosos do direito. E é importante a compreensão desse tema, para que quando esse tema apareça perante nós, principalmente perante os julgadores, eles consigam compreender a exata dimensão do que está em discussão e do real impacto dessa decisão. Então, esse tema, ele é uma grande aposta para a prova de vocês da PGM. E qual que é essa discussão, então? Tudo bem, eu já entendi, nós já vimos que a integralização do capital social está imune no limite da realização do capital. Então, até o limite do que foi realizado o capital social, haverá imunidade do ITBI. Agora, o que é a discussão é outra. Essa imunidade na integralização, ela se aplica independentemente da atividade que é desempenhada por aquela empresa? Se aquela empresa, ela desempenha uma atividade de locação de bens,\n\n[15:47] imóveis, arrendamento, compra e venda desses bens imóveis. Então, uma empresa, por exemplo, do ramo imobiliário, que tem essa função de compra e venda de imóveis, ou uma incorporadora, enfim. Essa integralização do capital social dessa empresa com imóveis, está imune ao ITBI? Essa que é a discussão que está no Supremo Tribunal Federal. Esse tema é o tema 1348. O tema 1348, ele vai discutir o alcance da imunidade do ITBI prevista no inciso 1, parágrafo 2º do artigo 156, para transferência de bens e direitos em integralização do capital social quando a atividade preponderante da empresa é a compra e venda ou locação de bens imóveis. Então, o que vai se interpretar é o seguinte, olha, quando a Constituição afirma o seguinte, que não incide o ITBI na realização de capital social,\n\n[16:51] salvo se, nesses casos, a atividade preponderante for compra e venda, direitos, locação e arrendamento, essa parte final que excepciona a imunidade tributária, ela se refere somente a essa parte dos bens e direitos decorrente de fusão, incorporação, cisão ou extinção de pessoa jurídica, ou ela alcança também a primeira parte, que trata da realização do capital social. E essa discussão, ela surge por conta desse termo, nesses casos. Então, não incide o ITBI no caso de incorporação na realização do capital social, nem sobre a transmissão de bens, direitos, em casos de fusão, incorporação e cisão, salvo se, nesses casos, aí os contribuintes afirmam, olha, nesses casos, está se referindo à fusão, incorporação e extinção, e não à realização do capital. Então, esse que é o tema controverso, essa que é a discussão.\n\n[17:53] O artigo 37 do Código Tributário Nacional prevê que a imunidade da realização de capital social, prevista no artigo anterior, que é o artigo 36, ele afirma que a imunidade na realização do capital social não se aplica quando a pessoa jurídica adquirente tenha como atividade preponderante a venda, locação ou a propriedade imobiliária ou a cessão de direitos relativos à sua aquisição. Então, se nós analisarmos o CTN, ele é claro, ele afasta a imunidade tributária dessas empresas que realizam operações com bens imóveis. Mas, o que os contribuintes afirmam é que nós devemos interpretar a Constituição Federal. E a Constituição Federal, quando o constituinte editou a redação, ao eleger o termo nesses casos, ele tentou restringir para as hipóteses imediatamente anteriores.\n\n[18:56] Além disso, os contribuintes afirmam que quando o Supremo Tribunal Federal julgou o tema 796, que é esse que nós acabamos de analisar, que limita a imunidade ao valor que foi integralizado do capital social, eles afirmam que quando o Supremo julgou esse tema que discutia o alcance da imunidade, o Supremo Tribunal Federal fez uma distinção entre a incorporação para a realização do capital social, que seria a primeira parte, e a segunda, que é a parte da fusão, incorporação e cisão. Então, ele afirmou o seguinte, o Supremo Tribunal Federal, no tema 796, ele fez essa distinção. E o Supremo decidiu que apenas a questão da fusão, incorporação e cisão estaria condicionada à verificação da atividade preponderante. Já a parte da realização do capital social, independeria de qualquer condição, independeria da atividade desempenhada.\n\n[19:58] E por que eles afirmaram isso? Porque quando eu li para vocês, esse meta do julgado, aqui nós não identificamos essa distinção. Essa tese, ela surgiu da fundamentação apresentada pelo ministro Alexandre de Moraes. O ministro Alexandre de Moraes, quando ele traz ali o seu voto, que foi o voto condutor, ele apresenta como rátio decidente essa distinção da imunidade do ITBI. Ele divide a imunidade em uma primeira e uma segunda parte. A primeira parte seria para a realização do capital social. E a segunda parte seria para aquela destinada a fusão, incorporação, cisão ou extinção. Então, ele faz essa distinção e ele afirma que não devemos confundir essas duas hipóteses, que são figuras distintas. Que a imunidade da segunda parte,\n\n[20:59] essa sim da fusão, cisão, essa sim seria uma imunidade condicionada. Essa sim que você deveria analisar a natureza da atividade desempenhada pela empresa. Qual é a atividade que ela desempenha. E ele faz uma interpretação justamente desse termo, nesses casos, considerando que esse seria aquele, outros casos. Entendem a compreensão? Aqui ao final, ele afirma o seguinte. É isso, que essa distinção, ela fica muito clara quando se observa que a expressão, nesses casos, não alcança o outro caso, que é o definido na primeira parte da oração. Então, vocês percebem que, simplesmente, por um jogo de palavras, se chegou a essa conclusão esdrúxula. Uma conclusão que, apesar de conter um amparo doutrinário, é uma conclusão que não está em sintonia\n\n[22:03] com o ordenamento como um todo? Porque, vamos supor que, fosse nessas hipóteses, teria que o termo utilizado pelo constituinte aqui se referir a todos os casos? Será que essa é uma interpretação que seria mais condizente? Então, o argumento apresentado pelos contribuintes é o argumento fundado na rátio decidente, na fundamentação disposta no voto condutor do ministro Alexandre de Moraes, que fez essa distinção que eu apresentei para vocês. E os municípios? Qual é a interpretação da Fazenda Pública? A Fazenda Pública, ela lança olhos para o CTN. Ela afirma o seguinte, olha, o CTN, ele é claro, ele é claro ao prever que a imunidade do ITBI, ela não incide nas hipóteses em que,\n\n[23:04] seja para as hipóteses de fusão ou incorporação, quando a atividade for relacionada a operações com imóveis, ou ainda, quando se tratar de realização de capital social, desde que a atividade preponderante esteja a locação ou propriedade imobiliária. Então, o CTN, ele não faz essa distinção. Ele trata da imunidade, da incorporação do capital ou da fusão, cisão, enfim, com a mesma medida. se a atividade preponderante for operações com imóveis, e esse critério, cálculo da atividade preponderante está no artigo 37, não haverá que se falar em imunidade tributária. Isso, como eu disse, será definido nesse tema 1348. A examinadora de vocês, a doutora Natália, ela apresentou\n\n[24:05] uma minuta, a minuta de Emicos Cury, pelo município do Rio de Janeiro, trazendo os fundamentos que o município entendem no sentido de que essa imunidade tributária não se aplica caso a atividade seja operações com imóveis, independentemente de ser o caso de fusão, cisão ou integralização de capital social. E os fundamentos apresentados que eu elenquei para vocês, é o fundamento da interpretação sistemática, da necessidade de olhar o ordenamento jurídico como um todo. Tem, na medida em que o CTN é expresso no sentido de condicionar a imunidade de ambos os casos à atividade da empresa. Além disso, como fundamento, também foi apresentado uma interpretação histórica, pois o artigo 24 da Constituição de 67, ele era expresso nesse sentido, então ele tinha uma redação mais clara. Então, se nós analisarmos como as Constituições\n\n[25:07] do Brasil trataram sobre o tema, nós iremos ver que é uma questão que já estava bem definida. Talvez a redação utilizada não tenha sido a melhor, mas não houve uma intenção do legislador de modificar a regra dessa imunidade. E, além disso, uma interpretação até mesmo literal, no sentido de que a análise do dispositivo é clara. Não há essa ressalva que se pretende forçar, se pretende introduzir. Então, seja por uma interpretação literal, histórica ou até mesmo sistemática, a imunidade do ITBI não alcança as operações quando a empresa tiver como atividade preponderante operações com vendas, locações ou arrendamento mercantil de imóveis. Nós também tivemos uma petição\n\n[26:09] de ingresso apresentada pela Brasf. Essa petição de ingresso está também muito interessante. Ela argumenta afirmando o seguinte, olha, não tem como os contribuintes afirmarem que isso foi uma compreensão extraída do tema 796, porque o tema 796 não analisou isso. Quando o voto condutor foi o vencedor, quando o voto do ministro Alexandre de Moraes venceu a discussão, não se estava analisando essa questão de ser a imunidade condicionada ou incondicionada. Não era esse o ponto. Ali se discutia qual era o limite da imunidade em razão da integralização do capital social. Se a imunidade iria alcançar todo o valor do imóvel ou se seria restrita apenas aquela parte que integralizou o capital social. Eles afirmam que é fake precedent, ou seja, no sentido de que vocês estão criando um precedente\n\n[27:10] que não dispôs sobre esse assunto. A discussão do tema 796 é outra. O Supremo Tribunal Federal possui decisões sobre esse assunto específico da imunidade ser condicionada ou incondicionada. o STF possui decisões em diversos sentidos. Não é um tema que é pacificado. Além disso, traz um argumento no sentido de que a própria função teleológica dessa norma é na tentativa de capturar a capacidade contributiva. Então, quando a Constituição e o CTN afastam a imunidade para empresas que atuam no setor imobiliário dessa forma, o que se busca é captar essa capacidade contributiva que ela é manifestada e tratar essas empresas que atuam nesse nicho com um tratamento tributário diferenciado. Porque são empresas que fazem das operações com imóveis operações lucrativas.\n\n[28:10] Então, você não tributar essas operações desempenhadas por essa empresa, você estaria criando um privilégio odioso violando a própria neutralidade tributária e a própria igualdade. Além disso, afirma que uma mera interpretação gramatical do dispositivo também levaria a essa conclusão. Bom, essa questão, o julgamento estava para o dia 10 do 10 de 2025, nós tivemos o início do julgamento, a tese que estava prevalecendo era a tese favorável aos contribuintes, ou seja, no sentido de tornar a imunidade de integralização do capital social incondicionada à atividade desempenhada pela empresa. No entanto, o ministro Gilmar Mendes pediu vista desse processo. Então, nós ainda não temos uma decisão, nós não temos uma conclusão. Então, é possível que essa questão, quando ela retornar a julgamento,\n\n[29:11] ela retorne de forma diversa. De qualquer forma, foquem nos fundamentos apresentados, tanto dos contribuintes quanto do município e da Abrasfi, e caso essa questão venha a ser objeto de cobrança, problematizem. Tentem sempre problematizar a questão, nunca a resposta, dificilmente, vai ser uma resposta rápida e direta. É bom sempre trazer ali um conhecimento mais profundo sobre o tema. Bom, é isso, no próximo bloco a gente retorna com alguns outros assuntos sobre a nossa banca examinadora. Obrigado.",
  "timestamp": "2026-02-03 20:29:41"
}