{
  "transcript": "[00:01] Bom pessoal, vamos continuar então com os nossos temas para o concurso da PGM. Eu trouxe um tema que ele é de extrema relevância para o município, que tanto na dívida ativa como na PTR, os procuradores lidam com esse assunto, que é a respeito da sistemática de lançamento do ISS no município do Rio de Janeiro. Então, o ISS no município do Rio, ele possui algumas peculiaridades e é isso que eu quero aqui estar tratando com vocês. Quando nós falamos sobre a prescrição do crédito tributário, nós sabemos que a prescrição é o prazo para a Fazenda Pública cobrar judicialmente o crédito tributário. E esse prazo prescricional, ele é de cinco anos, de acordo com o artigo 174 do CTN. No âmbito do direito civil, fala-se que a prescrição consiste na perda da pretensão,\n\n[01:01] ou seja, na perda de exigir em juízo determinado direito subjetivo. No âmbito do direito tributário, por sua vez, o STJ tem reconhecido que a prescrição, ela não gera somente a perda do direito de cobrar judicialmente determinado crédito. No âmbito do direito tributário, a prescrição, ela extingui o próprio crédito tributário. Então, isso impede que a Fazenda Pública cobre, por meios administrativos, o próprio crédito tributário. Então, se a dívida tributária, se o crédito tributário se encontra prescrito e o contribuinte realiza o pagamento, esse pagamento realizado, ele é um pagamento indevido e ele gera o direito à repetição. Então, esse é um ponto, assim, produtório que eu acho importante a gente reforçar. E quando a gente fala sobre a prescrição do crédito tributário, nós reconhecemos que ela é de cinco anos, mas a discussão é,\n\n[02:04] ela é de cinco anos a contar de qual momento? Qual é o momento que nós podemos considerar como aquele inaugural do prazo prescricional? E para a gente falar um pouco sobre isso, a gente tem que relembrar que nós temos alguns tipos diferentes de lançamento. Nós temos o lançamento de ofício, que é aquele feito pela autoridade fazendária, que não conta com participação do contribuinte. Nós temos o lançamento por declaração e nós temos o lançamento por homologação. Esse último lançamento por homologação, ele é o lançamento que a doutrina ensina, que ele é composto por uma declaração e uma posterior homologação daquela declaração. Então, há uma atuação conjunta entre a administração tributária e o contribuinte. Então, quando a gente fala sobre o lançamento tributário,\n\n[03:09] a gente reconhece que o lançamento, ele está inserido em regra no campo da autonomia do ente federativo. Então, cada ente, ele pode escolher a modalidade de lançamento que ele irá adotar para o seu tributo. Então, o município do Rio pode adotar uma sistemática de lançamento do ISS diversa do município de Niterói, por exemplo, que isso está inserido no âmbito da autonomia federativa. E por que eu falo em regra? Eu falo em regra porque agora, com a reforma tributária, com a introdução do IBS e da CBS, a sistemática de lançamento será uma sistemática regulamentada por uma lei complementar nacional. Então, nós temos a lei complementar 227 de 2026, que dispõe também sobre o lançamento do IBS e da CBS. Então, quando a gente fala sobre a autonomia dos entes, nós temos que reconhecer que essa autonomia\n\n[04:13] para disciplinar o lançamento não se aplica aos novos impostos e também à nova contribuição sobre o consumo. Então, nós temos uma sistemática de lançamento especialmente para o IBS, que será observada por estados, municípios e IDF. Mas, de qualquer forma, em relação ao ISS, nós temos a possibilidade do ente definir a modalidade de lançamento. Então, como eu disse, o lançamento, no caso, ele realizado pela autoridade administrativa, o lançamento por homologação, ele contém uma participação do contribuinte que faz a sua declaração e, posteriormente, a autoridade administrativa homologa. E, quando nós temos a súmula 436 do STJ, que afirma o seguinte, a entrega de declaração pelo contribuinte, reconhecendo o débito fiscal, constitui o crédito tributário, dispensada a qualquer outra providência por parte do fisco.\n\n[05:19] O que essa súmula está querendo dizer? Quando o contribuinte declara que ele deve X e a autoridade administrativa verifica aquela declaração, não precisa que a autoridade administrativa faça um lançamento posterior a essa declaração. Porque, nesses casos, a própria declaração desse contribuinte seria apta a constituir o crédito tributário. Então, no lançamento por homologação, nós temos o contribuinte realiza a declaração, preenche a declaração, e a autoridade administrativa, realiza o pagamento e a autoridade administrativa, posteriormente, homologa o pagamento que foi realizado e aquela declaração. Verifica que aquele ato foi regular, que foi correto, que não há nenhuma diferença. Então, se opera nessa sistemática. Caso o contribuinte, ele declare e não pague, ou seja, ele declara que deve X e não paga,\n\n[06:23] e a autoridade administrativa verifique que realmente ele deve esse valor, nesse caso, já está constituído o crédito tributário. Ou seja, a autoridade administrativa, ela não precisa mais realizar um lançamento após essa declaração. Esse lançamento, ele já está perfeito, a partir do momento em que foi feita essa declaração. O que não ocorre, por exemplo, caso o contribuinte, ele declare menos do que ele deve. Então, o contribuinte, por exemplo, declara que deve 20, mas na verdade ele deve 50. Nesse caso, em relação a essa diferença, caberá a autoridade administrativa realizar um lançamento. Então, aí nós teremos a contagem do prazo decadencial para que a autoridade administrativa realize o lançamento dessa diferença. Então, nós temos essa distinção. O que a súmula abarca são as hipóteses em que o contribuinte declara um determinado valor e não realiza o pagamento. Em relação àquele valor que ele declarou, já estará constituído o crédito.\n\n[07:27] E se o contribuinte não declara nada? Aí, nesse caso, a autoridade administrativa realizará o lançamento e nós teremos a contagem de um prazo decadencial. Porque nesse caso, não temos também uma entrega de uma declaração. Então, não há crédito já constituído. Todo lançamento será feito pela autoridade administrativa. E por que eu estou falando disso? Porque quando nós olhamos para essa súmula 436, a doutrina também nos leva a essa conclusão de que toda e qualquer declaração, no caso do lançamento por homologação, é uma declaração apta à constituição do crédito tributário. Ou seja, a mera entrega de declaração desacompanhada do pagamento já constitui esse crédito. Então, essa conclusão, como nós vamos ver a seguir, não é uma conclusão exata. Exata. Não é uma conclusão que se aplica a todos os casos.\n\n[08:31] A doutrina, então, ensina que a partir do momento em que é realizada uma declaração e ela não é paga, a consequência desse não pagamento é a possibilidade imediata de ser exigido aquele valor. Pois o crédito já estaria constituído. Independentemente de realização de uma notificação, independentemente de defesa, o crédito já estaria pronto. Ele já estaria pronto para ser cobrado. Ele já estaria definitivamente constituído. Essa entrega de declaração, então, não acompanhada do pagamento, representaria um lançamento definitivo. E se a fazenda quisesse realizar um lançamento daquilo que já foi declarado, esse lançamento seria nulo, pois ele estaria abrangendo um fato que já foi definitivamente constituído. O que a fazenda pode lançar de ofício é essa diferença. Ou seja, se verificar que a quantia declarada é diferente daquela efetivamente devida.\n\n[09:36] Então, quando não há declaração, faz o lançamento de ofício dessa diferença. Então, essa súmula 436, ela veio no sentido de que? Que a declaração tem a aptidão de constituir o crédito tributário. E qual é o grande problema dessa situação? O grande problema dessa situação é que os precedentes que levaram à edição dessa súmula, especialmente esse recurso especial que eu trouxe, o recurso especial 886-462 e o recurso especial 1.101.728, os precedentes que deram origem efetivamente a essa súmula são precedentes nos quais a legislação daqueles entes previa que a declaração ela tinha a aptidão de constituir o crédito. Ou seja, o precedente que deu origem à súmula, eles eram claros no sentido de que a declaração ela constituiria o crédito tributário.\n\n[10:40] Então, a legislação desses entes, ela estava nesse sentido. No caso do Rio de Janeiro, no entanto, nós não temos essa previsão. Então, no recurso especial, quando a firma ou outra declaração dessa natureza prevista em lei, é a lei do ente. A lei do ente que traz essa natureza para a declaração. No caso do município do Rio de Janeiro, a nota fiscal eletrônica, ela não tem essa aptidão de constituição do crédito tributário. Os contribuintes, pessoal, e esse é o cerne da controvérsia, eles afirmam que o preenchimento da nota fiscal eletrônica representaria uma declaração para fins de constituição do crédito tributário. E por ser o ISS um tributo sujeito a lançamento por homologação, essa declaração da nota fiscal eletrônica já constituiria o crédito\n\n[11:40] em relação àqueles débitos declarados. E o que o município defende em suas petições é que essa emissão de nota fiscal, ela não teve, por lei, a atribuição de constituir o crédito. Então, a legislação municipal, ela é clara no sentido de que após a emissão de uma nota fiscal, a fazenda, a secretaria de fazenda, pelos fiscais, irão notificar e irão dar ciência ao sujeito passivo da necessidade de quitação. Então, é publicado um edital e nesse edital ele é cientificado. E através dessa cientificação, através dessa notificação, é que se faz o próprio lançamento do crédito do ISS, do próprio crédito tributário. Então, esse dispositivo do artigo 77A do decreto municipal, ele deixa clara que a nota sozinha, ela não constitui.\n\n[12:42] É necessário uma atuação conjunta do fiscal para que a partir dessa constituição, a partir dessa verificação, se tenha efetivamente o lançamento do ISS. E isso é relevante para fins de contagem de prazo prescricional. Então, o que eles afirmam? Olha, desde o momento que eu emiti a nota fiscal, já estava em curso o prazo prescricional. No entanto, o que a legislação, ela prevê, é que é necessária a ciência inequívoca do lançamento ao sujeito passivo após a lavratura do alto de infração. Então, foi realizada a emissão de nota fiscal, não foi feito o pagamento, a partir disso é lavrado o alto de infração pelo fiscal e cientificado o contribuinte. somente a partir desse procedimento é que nós poderemos falar em um lançamento do crédito tributário. Então, não basta a mera emissão.\n\n[13:44] Esse alto de infração lavrado pelo fiscal, ele vai prever todos os elementos da obrigação tributária e a partir disso é que poderemos falar em acréscimos moratórios, multas. Então, todos os acessórios também somente surgirão a partir da lavratura desse alto de infração. E esse lançamento, que é disciplinado pela legislação municipal, ela contém esse procedimento simplificado, que é através do próprio edital. E nisso, pessoal, além da previsão no decreto, nós temos também a previsão no artigo 171 do Código Tributário do Município do Rio de Janeiro. O CTM do Rio de Janeiro, ele prevê de forma clara que o ISS, ele está sujeito ao lançamento por homologação e após a realização desse lançamento, ainda há a necessidade de atuação da autoridade administrativa.\n\n[14:50] Nós temos também a Lei 5098 de 2009. Essa lei, ela foi alterada em 2021 e ela prevê a sistemática da nota fiscal eletrônica. E essa lei, ela é expressa ao afirmar que a nota fiscal eletrônica, ela não configura confissão de dívida e não constitui o crédito tributário para quaisquer fins. Então, a mera emissão de nota não é apta à constituição do crédito. É necessário, após a emissão da nota e verificado o não pagamento, a lavratura do alto de infração pelo fiscal. E nessa sistemática de procedimentos simplificado, o próprio regulamento da nota fiscal eletrônica prevê que esse lançamento tributário, ele pode ser notificado ao sujeito passivo durante o seu acesso individualizado ao sistema de notas fiscais. Ou seja, é enviada uma mensagem\n\n[15:52] indicando a lavratura do alto de infração e a partir do momento em que ele abre essa mensagem, que essa mensagem ela é exibida, ele já considera-se notificado. Ele já estará devidamente notificado daquele lançamento e a partir de então inicia-se o prazo para apresentar uma impugnação na seara administrativa e o lançamento ele estará completo. É claro que se houver a instauração de um processo administrativo tributário, caso ele opte por questionar aquele lançamento, nós não teremos a contagem do prazo prescricional. O prazo prescricional, ele somente começa quando já está definitivamente encerrada a discussão na seara administrativa, porque não é possível que a fazenda, que o município ele realize a cobrança judicial de um crédito que ainda está pendente de decisão no âmbito administrativo. Então, constituído definitivamente o crédito tributário a partir do encerramento do litígio administrativo\n\n[16:52] é que se terá início a esse prazo prescricional. Os contribuintes, eles apresentam como justificativa para esse argumento de que a nota fiscal eletrônica, ela constitui o crédito tributário, a legislação do município de São Paulo. O município de São Paulo, ele prevê expressamente que a nota fiscal, ela constitui o crédito a partir do momento em que aquele valor declarado não é pago. No entanto, a nossa defesa é justamente para demonstrar de que isso ocorre dessa maneira no município de São Paulo, porque naquele município há uma previsão normativa expressa nesse sentido. Então, havendo uma previsão clara nesse sentido, em razão do exercício da autonomia daquele ente que optou por essa forma de cobrança, é possível se considerar que a nota fiscal constitui o crédito. Mas essa é uma situação peculiar que vai variar\n\n[17:53] de acordo com cada município. E é nesse sentido o próprio julgado que eu trouxe para vocês do STJ. E essa decisão afirma o seguinte, o cumprimento da obrigação acessória relativa à emissão de nota fiscal, por quanto essencial a correta escrituração das operações realizadas pelo contribuinte e, consequentemente, pelo exercício da fiscalização, tem por escopo o registro e a comprovação da ocorrência do fato gerador. O referido dever instrumental de emissão de notas fiscais não se confunde com o ato de constituição do crédito, que pressupõe a apuração dos valores devidos pela administração por meio do lançamento ou pelo próprio contribuinte consolidada em declaração de débito com força de confissão de dívida. Ou seja, a aplicação da súmula 436, que prevê que a declaração constitui, depende de que essa declaração tenha força de confissão de dívida, o que não há, conforme eu demonstrei para vocês,\n\n[18:56] uma previsão nesse sentido na legislação municipal. Bem, pelo contrário, a legislação municipal é clara, ela é cristalina, no sentido de que a emissão de nota fiscal não é apta a constituir o crédito e não é apta a ser considerada um instrumento de confissão de dívida. Então, pessoal, para que a nota fiscal tenha essa característica de constituição, é necessário que a lei do ente preveja. Não é todo lançamento por homologação que haverá a aplicação irrestrita da súmula 436. E isso a gente precisa reconhecer, porque quando nós estudamos para concurso, muitas das vezes os livros, eles nos induzem no sentido de que toda e qualquer declaração, ela é apta à constituição quando se está no âmbito de um lançamento por homologação. Mas, muitas das vezes, não é isso que ocorre, porque a legislação não prevê que aquela declaração\n\n[19:58] terá efeito de confissão de dívida, terá efeito de constituição do crédito tributário. Então, fiquem atentos a essa exceção, a essa modalidade diferente, porque é uma peculiaridade do município e é uma peculiaridade relevante para que a gente consiga manter esse crédito, para que a gente consiga defender em juízo a validade da cobrança e a tempestividade, especialmente, da cobrança. Porque, a partir do momento que nós consideramos o marco inicial para a contagem do prazo, nós teremos impacto na questão da prescrição, na questão do ajuizamento, na questão daquela cobrança como um todo. Então, uma coisa é o município de São Paulo, que o prazo começa da emissão da nota fiscal, caso não haja pagamento. Outra coisa, por exemplo, é o município do Rio, que aqui depende da notificação do contribuinte após a lavratura de um alto de infração pela autoridade administrativa responsável. Então, ainda que tenha emitido nota fiscal,\n\n[20:59] isso não afasta a necessidade de lavratura do alto pela autoridade administrativa. São esses os pontos desse bloco. No próximo, a gente volta com alguns temas também atuais e relevantes para a nossa banca.",
  "timestamp": "2026-02-03 20:07:43"
}