{
  "transcript": "[00:01] Bom pessoal, seguindo então com o nosso bloco de Direito Tributário, analisando mais especificamente o examinador Felipe Silvestre, nós entramos agora num outro ponto, também dotado de muita relevância, que diz respeito a um artigo elaborado pelo examinador em relação aos papéis da lei complementar no âmbito do ISS. Ele trata nesse artigo sobre os limites da lei complementar, qual seria o seu alcance e uma análise à luz estrita do imposto municipal. E esse, antes de entrar propriamente nesse artigo, por que ele se mostra mais relevante essa discussão sobre o conceito de serviço, o alcance desse conceito constitucional de serviço? O artigo, ele não busca desenvolver qual seria o conceito, o que ele busca fazer é uma análise da sistemática por trás da definição constitucional desse conceito de serviço.\n\n[01:02] Ou seja, ele vai analisar o seguinte, qual é o alcance dessa lei complementar? Até que ponto a lei complementar pode ir na definição do conceito de serviço? A lei complementar, ela possui uma margem ampla de discricionariedade no momento de definição? Tem algum parâmetro? Então, esse artigo, ele é um passo antes de nós entrarmos propriamente no que seria um conceito de serviço. E sobre essa questão do conceito de serviço, a gente tem que ter em mente que, a partir da reforma tributária, houve uma ampliação do conceito de serviço. Então, quando nós analisamos o âmbito de incidência do ISS e nós analisamos o âmbito de incidência que terá o IBS e a CBS, nós verificamos que esses tributos, eles possuem um alcance muito maior do que o ISS. Enquanto o ISS estava distrito a uma lista anexa prevista na lei complementar, uma lista taxativa,\n\n[02:05] ainda que o Supremo admitisse uma interpretação extensiva, o IBS e a CBS, eles trazem um conceito de serviço consistente num conceito por exclusão. E esse conceito por exclusão, que foi autorizado pela Constituição Federal e efetivamente adotado na lei complementar do IBS e da CBS, esse conceito por exclusão, ele prevê que tudo aquilo que não for operações com bens e direitos será considerado serviço. Então, nós temos um salto em relação a esse conceito de serviço. E nós tivemos esse salto na reforma tributária, porque a própria Constituição Federal, ela autorizou essa possibilidade da lei complementar trazer um conceito de serviço por exclusão. Se a lei complementar trouxesse esse conceito de serviço sem que houvesse um amparo no texto constitucional, essa lei, ela seria considerada provavelmente inconstitucional. Então, o legislador reformador, verificando o risco de ter ali uma restrição posterior,\n\n[03:15] uma limitação posterior pelo poder judiciário, ele já se precaveu e trouxe na própria Constituição Federal a possibilidade da lei complementar trazer esse conceito por exclusão. Esse não é o ponto da nossa aula. A nossa aula de hoje, nós vamos tratar sobre a lei complementar em relação ao ISS. Eu trouxe esse ponto apenas para que vocês tenham em mente de que mesmo que se trate de um artigo que aborda o ISS, o conteúdo que aqui vai ser tratado, ele pode ser adaptado de acordo com a nova realidade constitucional para os novos tributos. Então, pensem nesse conhecimento como um conhecimento mais amplo que vocês vão poder manusear de diversas formas na prova de vocês. Então, o primeiro ponto é sobre esse. O artigo se chama Papéis da Lei Complementar no Imposto sobre Serviços, Caráter Uniformizador e Limites.\n\n[04:16] Bom, o texto, ele já começa com o examinador apontando que a lei complementar, ela tem um papel uniformizador e centralizador. Então, ele prevê que a Constituição Federal, quando ela trata da disciplina do ISS, ela traz um papel central à União. A União, ela terá o poder de regulamentar o ISS através da Lei Complementar Nacional, conforme previsão no artigo 146 da Constituição Federal e também no próprio artigo 156 da Constituição. E nisso, a ideia do artigo é responder qual seria o alcance dessa Lei Complementar Nacional, se essa Lei Complementar Nacional, ela é capaz de violar uma autonomia municipal. E para responder esses questionamentos, o autor, ele traz um histórico. Ele apresenta que o ISS, na sua configuração original, ele veio com a Emenda Constitucional 18 de 65,\n\n[05:17] e essa Emenda Constitucional, ela veio como uma forma de substituir o antigo imposto de indústrias e profissões. Então, essa nova sistemática da emenda, ela previu de forma expressa que a Lei Complementar queria distinguir o imposto sobre serviços municipal do imposto estadual sobre a circulação. desculpem, do imposto estadual da circulação de mercadorias. Então, desde a sua concepção original, ali na Emenda Constitucional 18, o ISS já tinha como instrumento de regulamentação a Lei Complementar como forma de dirimir conflitos de competência. O CTN, quando ele foi editado, ele trouxe ali uma forma de se chegar a um conceito de serviço,\n\n[06:17] e posteriormente nós tivemos o Decreto-Lei 406 de 68. Esse Decreto-Lei, ele trouxe a previsão de uma lista. Então, ele instituiu uma lista que traria ali as hipóteses de serviços sujeitos ao ISS. E esse Decreto-Lei 406, ele foi recepcionado pela Constituição Federal de 88, e somente a partir da Lei Complementar 116, nós tivemos uma norma editada após a Constituição Federal de 88. Então, em 2003, nós tivemos a Lei Complementar 116, e trouxe ela uma lista anexa também, dispondo de forma semelhante ao Decreto-Lei, uma lista de serviços que estariam sujeitos ao ISS. No decorrer do artigo, o examinador trata sobre as teorias sobre o papel da Lei Complementar. Ele evidencia que haviam duas teorias predominantes\n\n[07:18] sobre o papel da Lei Complementar. A primeira, a teoria dicotômica, que previa que a Lei Complementar somente poderia editar normas gerais, ou ainda, na verdade, a Lei Complementar, pela teoria dicotômica, ela poderia apenas tratar sobre conflitos de competência ou para limitar o poder de tributar. Então, a teoria dicotômica afirmava o seguinte, olha, a Lei Complementar somente pode limitar o poder de tributar ou resolver conflitos de competência. E nisso, na sequência, tinha uma teoria tricotômica que admitia que fossem editadas normas gerais e, além dessas normas gerais, poderiam ser editadas normas sobre conflitos de competência e limitações ao poder de tributar pela Lei Complementar. Por que tinha essa discussão? Quem defendia a teoria dicotômica afirmava o seguinte, olha,\n\n[08:18] as normas gerais em matéria de Lei Complementar somente pode se dar para fingir limitação ao poder de tributar ou para tratar sobre conflitos de competência. Não havia, pela teoria dicotômica, uma categoria própria de normas gerais. A teoria tricotômica, por sua vez, reconhecia que seria possível uma norma geral que não fosse sobre conflitos de competência ou sobre limitação ao poder de tributar. A teoria tricotômica foi amparada de forma expressa pela Constituição de 88, que trouxe ali um inciso próprio em relação às normas gerais no artigo 146. Então, o artigo 146 da Constituição Federal, ele é expresso no sentido de que é possível que a Lei Complementar trate de normas gerais, especialmente em relação aos impostos. E em relação a esses, há um rol exemplificativo do que seriam consideradas essas normas gerais.\n\n[09:20] E quando a Constituição, ela traz essa previsão expressa de norma geral ser editada por Lei Complementar Nacional, a Constituição, ela contribui com um viés centralizador, ou seja, atribui mais poderes nas mãos da União, retirando parcela dos poderes dos estados e municípios. Então, essa centralização é uma característica do nosso federalismo, é uma característica da Constituição de 88. E como nós iremos ver adiante, o examinador, ele respeita essa opção constitucional, esse modelo federativo. Nisso, o autor, ele começa a abordar cada uma das funções da Lei Complementar. Em relação às limitações ao poder de tributar, ele não desenvolve muito esse ponto, mas em relação\n\n[10:20] às normas gerais. Em relação às normas gerais, esse papel da Lei Complementar de estabelecer normas gerais, ele aponta que as normas gerais, esse conceito do que seriam normas gerais, é um conceito com alto grau de indeterminação. O que que isso significa? quando se fala em normas gerais, nós não conseguimos delimitar com certeza aquilo que é norma geral. Então, a Constituição, quando traz esse conceito, ela, por mais que tenha apresentado um rol exemplificativo na medida em que ela apresenta que aquelas normas gerais, especialmente sobre, aí prevê alíquotas, prevê fatos geradores, aliás, base de cálculo, contribuintes em relação aos impostos. Então, ela traz esse termo especialmente sobre, significando o que? Que esse rol de normas gerais,\n\n[11:20] ele é exemplificativo. Então, nós temos um conceito dotado de indeterminação. Nós não conseguimos fixar com parâmetros claros até que ponto aquela norma é uma norma geral ou até que ponto ela já passa a ser considerada uma norma mais específica. E isso é natural do nosso sistema constitucional. Nós não podemos exigir que o constituinte esmiúse cada um dos conceitos, até mesmo porque nós encontraríamos outras dificuldades decorrentes desse detalhamento excessivo, como, por exemplo, deixar situações jurídicas fora do amparo constitucional, abrir margem para as discussões e judicialização mais detalhadas sobre cada um dos pontos. Então, quando a Constituição traz conceitos indeterminados, isso não é\n\n[12:21] necessariamente ruim. Então, esses conceitos amplos, eles permitem uma maior conformação do legislador e uma maior conformação do intérprete. e, nessa perspectiva, a própria Constituição, quando trouxe normas gerais, ela trouxe um conceito dotado de elevado grau de indeterminação. Além desse ponto, o artigo 146, que prevê normas gerais em matéria tributária, a União, pela via da Lei Complementar Nacional, esse papel da Lei Complementar Nacional de trazer as normas gerais, ele está em sintonia com o artigo 24 da Constituição Federal, que prevê que compete à União legislar sobre direito tributário, trazendo que a norma, a competência para legislar sobre direito tributário é uma competência concorrente. Então, sendo esta uma competência concorrente, cabe à União estabelecer e editar\n\n[13:21] as normas gerais. E essas normas gerais estão em sintonia do artigo 24, estão em sintonia com o artigo 146 inciso 3 da própria Constituição Federal. O Supremo Tribunal Federal, ele possui decisão no sentido de que, diante da ausência de normas gerais da União, os Estados, no caso, foi até um caso envolvendo IPVA, poderiam exercer a competência legislativa plena, ou seja, poderiam disciplinar aquela matéria. essa decisão em relação ao IPVA aplicável aos Estados, de acordo com o autor, também se estende aos municípios. Os municípios, eles também, diante da ausência de uma legislação federal, de uma lei complementar nacional sobre o ISS, de acordo com o autor, os municípios poderiam instituir o ISS. ele afirma\n\n[14:22] que seria uma aplicação do artigo 30, inciso 1, que prevê a possibilidade dos municípios legislarem sobre direito de interesse local, matéria de interesse local, uma aplicação do inciso 2, que prevê a possibilidade dos municípios suplementar a legislação federal e estadual, e do inciso 3, de instituir tributos de sua competência. Tudo isso conjugado com a própria previsão do artigo 156, que traz lá a possibilidade da instituição do ISS, e também com os aspectos relacionados à autonomia municipal, os dispositivos que garantem a autonomia dos municípios. Então, por um conjunto de dispositivos e uma interpretação do artigo 24, parágrafo 1º e 3º da Constituição Federal, somados esses dispositivos, o autor afirma que seria possível a instituição do ISS, ainda que não houvesse uma lei complementar\n\n[15:22] nacional. Então, é uma posição que, apesar de não ser uma posição unânime no âmbito jurisprudencial, nós tivemos até agora uma decisão, no caso, envolvendo o ITCMD, do Supremo Tribunal Federal, em sentido distinto, por entender que haveria ali, no caso do ITCMD, uma possibilidade de guerra entre os entes federados e de insegurança jurídica, não sei se vocês se lembram, é aquele caso em que, por exemplo, o autor da herança residia no exterior, quando tinha esse aspecto da extraterritorialidade, nós não temos uma lei nacional sobre o ITCMD, e os estados começaram a legislar, o Supremo Tribunal Federal, no caso do ITCMD, ele concluiu que não seria possível que os estados editassem normas próprias, mesmo diante de uma ausência de lei nacional, então, ele deu uma interpretação distinta do caso do IPVA, por entender que nesse caso do ITCMD, haveria ali um risco à própria segurança jurídica dos contribuintes e um potencial\n\n[16:23] caso de guerra fiscal entre os estados, porque cada estado legislaria de forma que ele beneficiasse. Então, quando nós nos deparamos com uma conclusão no sentido de que, em relação ao ISS, a ausência de lei complementar nacional não impediria que os municípios editassem normas, esse é um entendimento que realmente privilegia a autonomia municipal, mas ao mesmo tempo nós temos que olhar para o lado da guerra fiscal e da insegurança jurídica. É apenas um ponto que eu trago aqui para vocês, porque caso venha uma questão nesse sentido, é importante que vocês tentem problematizar um pouco, fazer uma ponderação com segurança jurídica, guerra fiscal, autonomia federativa. Lembrando que o examinador nesse artigo, ele prestigiou a autonomia dos municípios, entendendo que a ausência de lei complementar nacional para o ISS não seria um obstáculo para a instituição desse tributo\n\n[17:23] por parte dos municípios a partir de uma interpretação desses dispositivos que eu trouxe para vocês. Além desse ponto de estabelecer normas gerais, a lei complementar também possui o papel de dirimir conflitos de competência. Bom, em relação ao conflito vertical, horizontal, o horizontal é aquele entre o mesmo ente federativo, entre entes de igual estatura na federação, por exemplo, o conflito entre um ou mais estados, mais ou um ou mais municípios, tem dois municípios cobrando o ISS sobre o mesmo serviço que foi prestado. Isso ocorre na prática, há algumas hipóteses em que é possível ter a existência desse conflito horizontal no ISS, mas de fato o conflito que a gente vê mais na prática é o próprio\n\n[18:24] conflito vertical. Por exemplo, no caso cobrança de ISS e ICMS em uma mesma operação. Nesse caso em que nós temos um potencial conflito quando tem a cobrança desses tributos, nós temos que ter em mente que é possível a cobrança do ICMS e do ISS quando nós temos uma previsão do ISS na lista anexa. Então, a regra geral é que quando nós temos a prestação de serviço conjugado com o fornecimento de uma mercadoria haja incidência do ISS. No entanto, a lei complementar 116 ela pode trazer ressalvas. Nesses casos em que há previsão expressa, ressalvas expressas, o ISS vai incidir em relação ao preço do serviço e o ICMS vai incidir em relação\n\n[19:24] à mercadoria. Então, nesses casos em que há expressa previsão é possível que incida os dois tributos em uma mesma operação. A própria Constituição Federal ela prevê que se as mercadorias forem fornecidas em conjunto com serviços que não estejam na competência tributária dos municípios, o ICMS ele vai incidir sobre o valor total dessa operação. Então, se não incide ISS nessa operação, o ICMS vai incidir sobre o valor total dessa operação. Nós também temos a possibilidade de conflito vertical em relação ao IPI e em relação ao IOF. São hipóteses mais remotas, mas de qualquer forma também é possível um potencial conflito de ISS com esses impostos. Então, quando a gente fala em conflito de competência, seja ele\n\n[20:25] conflito horizontal, conflito vertical, nós temos que ter em mente que a delimitação de competência ela se utiliza de conceitos jurídicos com elevado grau de indeterminação. E por essa delimitação de competência utilizar conceitos com grau elevado de indeterminação, é necessário que haja uma lei complementar para poder disciplinar sobre esses conflitos de competência, dado que ele não pode ser considerado como estanque, como claro, ao ponto de não gerar incertezas. Porque se a própria delimitação da competência se utiliza de conceitos com grau de indeterminação elevado, é certo que será necessário que uma lei complementar venha a trazer balizas para que eventuais conflitos decorrente da aplicação desses conceitos\n\n[21:25] indeterminados sejam resolvidos. Então, a lei complementar tem esse papel dado pela própria Constituição Federal. Então, a própria Constituição Federal reconhece que haverá conflitos de competência, tanto que ela atribui à lei complementar o papel para dirimir esses conflitos. E nisso, o procurador também do município, Gustavo da Gama, ele ressalta que é necessário que haja uma autocontenção judicial quando for ser realizado esse controle da lei complementar. A lei complementar foi o instrumento eleito pela Constituição Federal para dirimir os conflitos de competência. Então, o poder judiciário somente pode declarar uma lei complementar que dirima conflitos de competência inconstitucional se houver uma afronta direta ao texto constitucional. Não é possível, de acordo com o autor, que o Supremo Tribunal\n\n[22:26] Federal declare uma lei complementar inconstitucional unicamente com base em aspectos relacionados à racionalidade econômica, sem que aponte a violação direta ao texto constitucional. é preciso que haja uma certa deferência do poder judiciário a esse instrumento que foi eleito pela Constituição Federal para dirimir os conflitos de competência. Então, é preciso que haja uma certa estabilidade nesse ponto, não podendo o poder judiciário simplesmente declarar uma lei complementar que dirima conflitos de competência inconstitucional por entender que haveria ali um prejuízo, uma certa insegurança jurídica, sem aprofundar muito na violação propriamente à Constituição Federal. Além desse ponto, o autor também trata sobre algumas concretizações específicas do ISS na Constituição.\n\n[23:27] O que a Constituição trouxe sobre o ISS especificamente? O primeiro ponto é a limitação de alíquotas, desoneração das exportações e regulação dos benefícios fiscais. Em relação à alíquota, a Lei Complementar 116 traz ali no artigo 10 a alíquota máxima de 5%. Em relação à alíquota mínima, em 2002, nós tivemos a Emenda Constitucional 37. Essa emenda constitucional, ela determinou que a Lei Complementar fixassem não só as alíquotas máximas, mas também as mínimas. E lá no ADCT trouxe a previsão de que a alíquota mínima, enquanto não fosse editada a Lei Complementar, seria a alíquota de 2%. Então, mesmo que a Lei Complementar 116 não tivesse tratado sobre esse assunto, já haveria ali uma previsão. E por que essa alíquota mínima? Para evitar justamente a guerra fiscal, que os municípios reduzissem as alíquotas de modo a tentar atrair empresas para o seu território. Então, uma forma de reduzir\n\n[24:27] a guerra fiscal foi a definição dessa alíquota mínima de 2%. além disso, excluir a incidência do ISS das exportações de serviços para o exterior e regulamentar também a concessão de benefícios fiscais que serão concedidos e revogados. Em relação às exportações para o exterior, nós temos o artigo 2º, inciso 1 da Lei Complementar 116, que prevê que o ISS não incide sobre a exportação de serviços para o exterior e também nós temos aí uma divergência doutrinária sobre essa desoneração. Parte da doutrina afirma que, por termos uma previsão na Constituição prevendo que cabe a Lei Complementar disciplinar sobre a desoneração do ISS nas exportações de serviços, essa primeira corrente doutrinária afirma que, na verdade, ainda que a desoneração tenha sido veiculada por Lei Complementar, ela seria, na verdade, uma imunidade decorrente\n\n[25:28] da própria Constituição, porque a autorização veio da Constituição Federal para que o legislador complementar editasse essa desoneração. Um segundo posicionamento, que, a meu ver, parece o mais correto, é no sentido de que a Constituição Federal, ela apenas autorizou a desoneração pela via da Lei Complementar, mas foi, de fato, a Lei Complementar que trouxe essa desoneração. E por ser a Lei Complementar que trouxe essa desoneração, nós teríamos uma hipótese de isenção. Então, nós temos uma isenção na exportação de serviços em relação ao ISS. É uma isenção heterônoma, porque é uma isenção que foi concedida por Lei Complementar da União e é uma exceção à vedação das isenções heterônomas, lá do artigo 151 da Constituição. Então, o artigo 151, ele prevê a vedação à isenção heterônoma. No entanto, o artigo 156, parágrafo 3º, ele seria uma autorização expressa\n\n[26:30] para que a União isentasse esse tributo que é de competência dos municípios pela via da Lei Complementar Nacional. Então, seria um caso de uma isenção. Um segundo ponto é sobre serviços de qualquer natureza definidos em Lei Complementar. O que seria essa autorização constitucional para que a Lei Complementar disciplinasse? Nós temos que separar. Uma coisa é a competência da União. a competência tem a União para definir quais são os serviços. Então, ela vai disciplinar pela via de normas gerais esses serviços em relação ao ISS. Já os municípios, eles terão a competência para instituir efetivamente o ISS. Então, uma coisa é a norma geral editada pela União que vai tratar sobre o fato gerador do ISS e prevê ali uma lista anexa. Outra coisa é a competência para instituir propriamente naquele município\n\n[27:30] o ISS. Nós temos uma discussão doutrinária sobre esse papel da lista do ISS. Parte da doutrina afirma que a existência de lista de serviços seria inconstitucional na medida em que violaria a autonomia municipal. Há quem defenda que, na verdade, essa lista é meramente exemplificativa, pois seria interpretá-la de maneira taxativa seria restringir a autonomia dos municípios. Apesar desses entendimentos doutrinários que tentam afastar a taxatividade da lista, o autor entende que a lei complementar 116 traz ali uma lista taxativa e a análise dessa lista taxativa deve ser olhada à luz da nossa federação. Então, a nossa federação, a lei complementar 116, na mesma linha\n\n[28:30] que o decreto lei 406, não trouxe um conceito abstrato de serviço. Essas normas, a lei complementar 116 e o decreto lei 406, eles buscaram definir serviços a partir de uma lista taxativa de serviços, uma lista que trazia ali as hipóteses de incidência do ISS. Então, foi uma opção normativa legítima de acordo com o autor. Não haveria que se falar em uma violação à própria Constituição. Nesse caso, ele afirma que não há uma restrição inconstitucional. A restrição de competência é uma restrição autorizada pela própria Constituição Federal. Então, a Constituição Federal, quando ela traz ali, delimita a competência municipal, essa delimitação de competência, ela já vem\n\n[29:30] delineada com esses limites. Então, não é uma competência concedida de maneira irrestrita. A Constituição, ela trouxe um desenho de competência aos municípios já delimitado pela norma complementar. Então, não é uma competência irrestrita que foi concedida aos municípios. Então, os municípios, no exercício dessa autonomia municipal, eles precisam observar esse quadro constitucional. Eles precisam observar o modelo federativo. E esse modelo federativo autoriza essa restrição através de uma lista anexa. E aqui, mais uma vez, eu relembro a vocês. Em relação ao IBS e ao CBS, nós tivemos uma opção constitucional distinta. A opção constitucional em relação ao IBS e em relação ao CBS foi de um conceito de serviço por exclusão. Então, nós não teremos uma lista do que\n\n[30:31] incidirá qual serviço estará sujeito ao IBS e ao CBS. Não existirá lista. Nós temos um conceito de serviço. e por que é importante essa mudança? Por que essa mudança é bem-vinda? Essa mudança é relevante na medida em que nós temos a todo momento novas formas de serviços surgindo na nossa economia, especialmente a economia digital, e que a legislação não se mostra capaz de acompanhar essa evolução. Então, o nosso novo modelo de economia, ele afasta uma lista taxativa, pois nós estamos em constante mudança. Isso, há 30 anos atrás, há 20 anos atrás, seria impensável, mas hoje já é uma realidade. Então, trazer uma lista taxativa para o IBS, para a CBS, seria fazer com que esses novos tributos ficassem ultrapassados, ficassem\n\n[31:31] desatualizados em pouco tempo. Então, nós temos essa distinção. Enquanto para o ISS nós tivemos a opção de uma lista taxativa, em relação ao IBS e ao CBS, nós tivemos a opção de um conceito de serviço, semelhante ao conceito que também foi utilizado no Código Tributário Nacional. Antes do Decreto-Lei 406, nós tínhamos um conceito de serviço, não é o mesmo conceito de serviço do IBS e da CBS, mas era um conceito de serviço. O CTN não trouxe uma lista taxativa do que seria serviço ou a opção do modelo de conceitos. Com o Decreto-Lei 406 e com a Lei Complementar 116, optou-se por uma lista taxativa e agora com o IBS e com a CBS, opta-se por um conceito de serviço por exclusão. E, além desse ponto, o examinador afirma que essas\n\n[32:32] condicionantes impostas no ISS no sentido de lista, no sentido de normas gerais, é uma característica da nossa federação que é centralizadora, esse é o nosso modelo adotado, mas ele não acha esse modelo de todo ruim. Ele afirma que nós temos milhares de municípios no Brasil e se cada município tivesse uma autonomia para disciplinar sobre o ISS de maneira plena, sem qualquer norma federal que trouxesse uniformidade, qualquer norma registrada pela União que trouxesse uma uniformidade, nós teríamos um cenário de insegurança jurídica, cada município teria uma norma própria e isso geraria um custo também para o próprio contribuinte de regularidade tributária muito mais elevado. Esse também é um ponto que a reforma tributária buscou trazer ainda mais uniformidade. Aí aqui, mais uma vez, com a reforma tributária, os estados e os municípios somente poderão legislar\n\n[33:32] sobre as alíquotas. Estados e municípios, por exemplo, não poderão conceder benefícios fiscais como era possível no caso, por exemplo, do ISS no âmbito municipal. Apenas a definição de alíquotas, todas as demais normas, fato gerador, base de cálculo, hipóteses de responsabilidade, hipóteses contribuintes, quem serão os contribuintes, sujeito passivo, todos os demais elementos estarão definidos, estão definidos numa lei complementar nacional, que é a lei complementar 214 de 2025. Então, nós temos uma uniformidade com a reforma tributária muito grande e foi um passo adiante no que nós já tínhamos caminhado em relação ao ISS com a lei complementar 116. Com a reforma tributária, há uma restrição da autonomia municipal e estadual muito mais nítida,\n\n[34:33] na medida em que apenas as alíquotas poderão ser disciplinadas por esses ENS. o autor afirma ainda que o Congresso Nacional possui uma liberdade para definir o que seria serviço nessa lista anexa. No entanto, essa liberdade da lei complementar de definição que é serviço, ela não é ilimitada, ela precisa observar um conceito constitucional de serviço, ou seja, não é possível que esvazie a competência dos municípios. Por exemplo, se nós tivéssemos uma lista anexa que trouxesse apenas três, quatro, cinco serviços, essa lei complementar, essa lista anexa, ela seria insuficiente, ela estaria esvaziando a competência tributária dos municípios, estaria impedindo os municípios de fazer face à sua competência constitucional, prestar os serviços que lhe são constitucionalmente atribuídos, então não haveria recursos para o ente se manter e seria\n\n[35:34] uma lei complementar sujeita a um controle de constitucionalidade, então ele aponta que seria possível a partir dessas balizas, desse conceito constitucional de serviço, verificar se essa lei complementar está em desacordo com a própria Constituição Federal e de acordo com ele, os municípios eles poderiam instituir o ISS e interpretar essa lei extremamente restritiva como uma mera exemplificação, então seria uma hipótese em que uma lei complementar excessivamente restrita poderia ser interpretada como uma lei meramente exemplificativa, essa interpretação seria uma interpretação conforme a Constituição Federal de forma a permitir que os entes continuem arrecadando o ISS, então o examinador entende que a lei complementar que nós temos que prevê\n\n[36:34] mais de 40 serviços é uma lei suficiente, é uma lei taxativa que de acordo com o Supremo Tribunal Federal admite interpretação extensiva em relação aos seus itens, mas de qualquer forma é uma lei taxativa, mas na hipótese de que se nós tivéssemos em relação ao ISS uma lei complementar que trouxesse pouquíssimos serviços de forma a impedir o exercício da competência tributária pelos municípios, o próprio autofinanciamento pelos municípios, que eles tivessem ali suas receitas extremamente reduzidas, nesse caso seria possível o controle de constitucionalidade dessa norma na medida em que ela violaria um conceito constitucional de serviço e restringiria a autonomia municipal, bem como os municípios poderiam considerar essa norma como meramente exemplificativa, mas isso é uma hipótese hipotética, é um caso hipotético que não é o que se verifica conforme o autor ele reitera em diversas\n\n[37:35] oportunidades que a nossa lei complementar ela não é uma lei insuficiente. Ele trouxe também alguns limites ao legislador complementar, um limite máximo em relação ao transporte interestadual, intermunicipal e ao serviço de comunicação, nesse caso ele afirma que é um limite claro previsto na Constituição Federal que é vedado aos municípios cobrar ISS em relação a esse serviço então não caberia uma lei complementar considerar como serviço aquilo que a própria Constituição diz que não é serviço sujeito ao ISS. Um outro limite seria o aspecto negativo da própria atribuição de competência. Quando se fala em competência privativa especialmente nos impostos nós temos com o aspecto positivo que é a possibilidade de instituir aquele tributo e um aspecto negativo que é um efeito indireto que é a impossibilidade\n\n[38:36] de que os outros entes federados eles instituam tributos em relação àquele espaço que é reservado a determinado ente então por exemplo não pode os municípios instituir o IPVA é um aspecto negativo dessa distribuição de competência ele retira do âmbito dos demais entes federados essa possibilidade de instituir tributo então como um aspecto negativo na definição de serviços nós não podemos considerar por exemplo que é serviço a propriedade de imóvel ou a propriedade de veículo automotor ou ainda a oferir renda isso não é serviço isso está reservado a outras esferas federativas e como último limite também a materialidade do próprio texto constitucional ele afirma que a constituição apesar de adotar serviço serviço ser considerado\n\n[39:36] um conceito com elevado grau de indeterminação isso não quer dizer que serviço pode ser qualquer coisa serviço quando a constituição fala serviços de qualquer natureza ela está trazendo ali uma delimitação para esse conceito então como eu disse eu não posso considerar serviço aquilo que efetivamente não é então tem coisas por exemplo que não pode ser considerado serviço eu comprei uma bicicleta isso não é um serviço então nós temos que analisar que a própria constituição ela trouxe o termo serviços de qualquer natureza mas somente pode ser considerado serviço aquilo que tenha uma base axiológica que tenha um embasamento que tenha uma certa referibilidade com aquele conceito então o conceito ele é amplo ele é amplo mas ele não comporta tudo ele tem um grau de determinação quando a gente fala que conceitos eles estão sujeitos a interpretação que possuem grau de indeterminação isso não quer dizer que o conceito aceite tudo então nós temos ali\n\n[40:37] uma determinação uma área que é considerada comum nós temos uma área de certeza então essa área de certeza é o próprio conceito constitucional de serviço então são consideradas funções legítimas pela lei complementar definir normas gerais em direito tributário resolver conflitos entre ISS e CMS estabelecer limites máximos e mínimos de alíquotas disciplinar benefícios fiscais exportação de serviço listar serviços tributáveis mas a lei complementar não pode criar materialidade que não estejam no conceito constitucional de serviço fixar uma lista estritamente reduzida incapaz de fazer face às necessidades arrecadatórias nessa hipótese o município poderia considerar que o rol seria exemplificativo mas mais uma vez eu ressalto não é o caso da nossa lei complementar 116 que de acordo com o autor é uma lei complementar taxativa e suficiente para a delimitação de serviço bom pessoal\n\n[41:37] sobre esse bloco é isso é um artigo um pouco extenso mas como eu disse ele está extremamente atual especialmente com a reforma tributária então quando a gente vier se vier uma questão de prova em relação ao conceito de serviço em relação ao papel da lei complementar em matéria tributária tenham em mente o que foi aqui tratado lembrando que em relação ao IBS e a CBS a sistemática adotada é uma sistemática distinta é uma sistemática diferente em relação ao ISS conforme nós conversamos então é isso um abraço até a próxima aula e aí e aí",
  "timestamp": "2026-02-03 19:50:22"
}