{
  "transcript": "[00:00] Olá pessoal, boa tarde. Vamos dar continuidade às nossas aulas de Direito Tributário. Hoje nós vamos falar mais especialmente sobre alguns temas de interesse da desembargadora Carmen Silva Lima, examinadora de Direito Tributário, desembargadora do TRF. E esse ponto é o ponto do princípio da transparência. A desembargadora já possui artigos, livros, ela se especializou nesse tema, no tema do princípio da transparência aplicado no âmbito da administração pública. E a partir da reforma tributária, a partir da emenda constitucional 132, a desembargadora começou a analisar o princípio da transparência à luz da nova emenda constitucional. Então, a luz da reforma tributária. Quando a gente fala sobre reforma tributária, nós muitas das vezes ficamos ali concentrados no IBS, na CBS,\n\n[01:05] a partir da extinção progressiva do ISS, CNS, do PIS e da Cofins, enfim. No entanto, a reforma tributária, ela foi mais do que isso. Ela foi mais do que introduzir um novo sistema tributário sobre o consumo. A reforma tributária, ela tratou também sobre a introdução de novos princípios tributários. Princípios esses que vão ordenar todo o sistema tributário. Então, serão aplicados, por exemplo, ao IPTU, ao IPVA, ao ITC-MD, ao ITBI, ao Imposto de Renda. Princípios, então, que vão... também as taxas, né? Enfim, princípios, então, que vão dar uma nova interpretação aos institutos jurídicos que nós já lidamos rotineiramente. E nesse sentido, a gente tem que, até a reforma tributária, a transparência, o princípio da transparência, ele operava como um princípio implícito.\n\n[02:08] Um princípio que decorria do próprio regime republicano, da própria necessidade de publicidade dos atos administrativos, o devido processo legal. Então, o princípio da transparência, a partir da reforma, ele passa a ocupar um espaço de autonomia. Um espaço em que ele possui uma força autônoma e independe de uma interpretação desses outros institutos. E essa mudança, na visão da desembargadora, não é meramente uma mudança simbólica. É uma mudança que tem uma carga, uma força normativa própria. Ou seja, o princípio da transparência, a partir da reforma, ele passa a ter o poder de radiar efeitos para todo o ordenamento jurídico tributário. E, como eu disse, influenciando todas as normas, influenciando a interpretação da norma, influenciando o comportamento da administração pública. Então, ele vai orientar a atuação do poder judiciário, a postura da fazenda pública perante o contribuinte.\n\n[03:15] Então, ela deixa de ser um valor axiológico a ser perseguido e passa a ser um comando efetivamente constitucional e vinculante. E essa é a maior característica da introdução desse princípio com a reforma tributária. Então, ele foi elevado a um nível constitucional. E isso cria um sistema perante o contribuinte, um sistema no qual ele passa a ter direitos perante o Estado, passa a poder ter uma maior perspectiva de controle, de accountability, ele passa a ter essa efetiva carga de fiscalização, de participação, justamente a partir da introdução desse princípio. Então, como eu destaco nos slides, a finalidade dessa introdução é justamente trazer o maior equilíbrio entre o Estado e o contribuinte, tratar a relação de ambos como uma relação pautada na confiança,\n\n[04:23] na legitimidade democrática e do próprio controle social. E muito ligado também a essa perspectiva do princípio da transparência, nós temos também o princípio da cooperação, que como vocês sabem, também consta a partir da Emenda Constitucional 132, expressamente no texto constitucional. Então, a cooperação, como um princípio também que informa o direito tributário, ele também tem esse viés de trazer uma maior confiança entre as partes. E da mesma forma, o princípio da transparência tributária. E nessa perspectiva, a desembargadora, ela apresenta três pilares desse princípio da transparência. O primeiro pilar que ela destaca é o pilar do acesso à informação. Nisso, ela chama a atenção para um ponto que é essencial. O acesso à informação não é uma gentileza da administração pública,\n\n[05:23] mas é um direito subjetivo do contribuinte. Então, é mais do que uma mera faculdade. Esse direito de acesso à informação, ele não se limita também à possibilidade do contribuinte realizar pedidos pontuais em relação às informações que são do seu interesse. Esse princípio da transparência, ele é mais amplo. Ele exige que haja uma verdadeira cultura organizacional, de forma a que seja possível disponibilizar de maneira clara, sistemática, as informações solicitadas. E essa disponibilização de informações, de acordo com ela, para além de ser uma informação sistemática e clara, é preciso que seja também uma informação tempestiva. Não adianta a administração demorar dez anos para poder atender um princípio, um pedido do contribuinte. Então, essa transparência, esse direito de acesso à informação,\n\n[06:23] ele deve vir de maneira clara, ou seja, de maneira organizada e estruturada, de modo que o contribuinte compreenda aquela informação, e também de maneira tempestiva, de modo que ele consiga atuar e até mesmo adotar as medidas necessárias de forma tempestiva, de forma que ele ainda tenha interesse em obter aquelas informações. Uma informação que eu desejo ter acesso hoje, talvez daqui a dez anos não me traga mais os benefícios, eu não possa mais fiscalizar, eu não possa mais modificar o cenário. Então, esse acesso à informação também deve se dar de modo tempestivo. E justamente isso, esse princípio veio na tentativa de criar uma cultura organizacional e permitir essa prestação de contas. Então, esse primeiro pilar seria esse primeiro pilar do acesso à informação. E essa lógica do acesso à informação, ela se desdobra em duas dimensões.\n\n[07:25] A primeira delas é a transparência ativa. Por essa transparência ativa, o Estado, ele deve agir de forma proativa, ou seja, ele deve antecipar as necessidades do cidadão. Ele deve antecipar as necessidades informacionais, ou seja, quais informações o cidadão deseja ter acesso. E, dessa forma, ela cita como exemplo a necessidade de organizar os dados, de explicar os procedimentos, como que eles devem ser adotados, quais foram os critérios decisórios. Então, a administração tem que antecipar as informações que possam ser de interesse do cidadão e, a partir de então, publicizá-las. Ter um papel mais efetivamente ativo na divulgação dessas estatísticas. E, no caso do direito tributário, por exemplo, nós temos a divulgação da arrecadação,\n\n[08:27] de quais são os benefícios, a forma e os requisitos para poder usufruir desses benefícios, também as decisões tributárias. Então, é um papel mais proativo do Estado. Essa transparência ativa, esse dever do Estado de forma proativa, divulgar os atos, publicizar, antes ele estava muito amparado na lei de acesso à informação. E agora ele passa a ter, de forma expressa, esse fundamento constitucional no direito tributário. Então, traz uma maior estrutura, uma maior robustez para esse princípio que agora contém amparo constitucional. E, como efeito prático desse primeiro pilar, nós temos a redução de assimetrias. Então, as informações que o Estado tem acesso, que o contribuinte tem acesso, elas estão disponíveis de uma forma mais isonômica,\n\n[09:28] de uma forma mais clara. O Estado, ele não ganha por obter, por ter acesso a uma informação que não é disponibilizada ao contribuinte. E, além disso, reduz os litígios e aumenta a confiança entre as partes. Além desse primeiro pilar, a autora e examinadora, ela apresentam um segundo pilar. Esse segundo pilar é o pilar da motivação das decisões tributárias. Então, as decisões tributárias, elas passam a ter, a partir desse princípio, uma necessidade constitucional de motivação. O princípio da motivação, o dever de fundamentação das decisões administrativas, ele sempre existiu. Mas, com esse princípio, ele passou a ser reforçado no âmbito do direito tributário. Então, a motivação, ela serve não apenas para evitar arbitrariedades, ela serve também para controle de atos da administração.\n\n[10:29] Então, é possível o controle de atos, a partir do momento em que eles são motivados, possibilita o exercício à ampla defesa, contraditório, na medida em que, se você conhece os fundamentos, você pode se defender daqueles fundamentos. O que levou, por exemplo, à labratura do alto, o que levou, por exemplo, à rejeição do seu recurso. São, né, a transparência dela, partindo da motivação, é essencial para o exercício da ampla defesa. E traz também uma maior legitimação. Ela legitima a atuação do Estado. Então, o jurisdicionado, ele passa a ter mais confiança na atuação da instância administrativa também, do processo administrativo tributário. E a motivação, como eu disse, apesar dela ter atualmente um expresso amparo constitucional, a partir da transparência para o direito tributário, ela sempre decorreu na esfera administrativa\n\n[11:29] de uma aplicação do princípio da publicidade, da transparência, da imparcialidade e do devido processo legal, voltados para a administração pública como um todo. E agora, no processo tributário, ela conta com esse princípio do sistema tributário expresso e específico. Bom, e nisso, a gente passa a verificar, então, qual seria a base normativa para essa segunda dimensão do princípio da transparência. Quando o artigo que trata sobre esse assunto da examinadora, ele aborda, ele inicia apresentando a Lindeby como uma base normativa para a aplicação da motivação no âmbito do direito tributário. Então, a motivação das decisões judiciais, a transparência, já estavam ali previstas na Lindeby.\n\n[12:29] A Lindeby já tratava do dever de motivar, ela já exigia que a administração, ela demonstrasse a necessidade, a adequação e a razoabilidade das decisões. Então, a gente já tinha ali um amparo, uma base normativa. O que a emenda constitucional fez foi elevar esse dever de motivação para um novo patamar, foi elevar esse dever de motivação ao cenário constitucional. Então, decisões vagas, decisões genéricas, obscuras, decisões padronizadas, esse tipo de decisão, ele deixa de ser um caminho possível, um caminho que buscaria, em tese, resolver um problema de um elevado número de processos, e ele passa a ser um caminho inconstitucional, que teria um potencial de inconstitucionalidade. Então, essas decisões genéricas, padronizadas, que buscam resolver de forma padronizada\n\n[13:33] questões múltiplas, questões com efeito multiplicador muito grande, essas decisões, elas passam a ter um potencial de inconstitucionalidade. E o terceiro pilar, ele é considerado pela autora como o pilar disruptivo. O pilar disruptivo, porque ele trata da participação social na tributação. Ou seja, rompe com aquela ideia de que o contribuinte, ele seria apenas subordinado à atuação estatal. Ele estaria como um sujeito passivo diante da atuação do Estado. Então, a transparência, ela não serve apenas para informar, ela serve para permitir uma participação social, para permitir um controle, que haja uma coprodução, ou seja, Estado e contribuinte juntos produzam políticas públicas na seara tributária. Então, o acesso à informação, ele passa a ser uma condição\n\n[14:34] para o exercício dessa cidadania fiscal ativa. Cidadania fiscal ativa é aquela possibilidade do contribuinte atuar de forma ativa, não só como um refém da atuação do Estado, mas sim como um autor que participa e cria em conjunto com o Estado. Então, nesse novo cenário, nesse novo panorama, as decisões tributárias, elas são dotadas de maior legitimidade democrática, porque elas são compreendidas e discutidas em conjunto. A sociedade, ela participa da construção dessa decisão tributária. A participação social, ela inclusive melhora a qualidade das decisões, reduz as simetrias informacionais, fortalece a confiança. Então, o princípio da transparência, ele vem nesse sentido. No sentido de que o sistema tributário, ele possa contar com a atuação da sociedade, que ele possa ser mais integrado com a sociedade. E algumas formas de participação, consultas públicas, audiências,\n\n[15:36] plataformas digitais, conselhos fiscais participativos, instrumentos que permitam essa influência direta também nas políticas de arrecadação. E o artigo, ele é muito cuidadoso quando ele trata da transparência, porque ele deixa claro que a transparência, ela não é apenas uma via de mão única. A transparência, na visão da autora, é uma via de mão dupla. Ou seja, o contribuinte, ele também precisa observar o princípio da transparência. Ele também precisa contribuir com o Estado no que se refere à disponibilização de informações. Por exemplo, no caso de regulação de planejamento tributário, operações que tenham potencialmente uma repercussão dentro da área fiscal, dentro da parte do dever de pagar os tributos, o acesso também às informações bancárias. Então, essa constitucionalização do princípio da transparência\n\n[16:39] trouxe sim um direito maior para o contribuinte, uma prerrogativa de participação, acesso à informação, mas também trouxe a ele um dever de cooperação, um dever de integração junto à administração tributária. Então, essa é uma característica essencial dessa constitucionalização. E a examinadora, quando ela trata sobre esse princípio da transparência, ela afirma que, apesar da constituição e das normas estarem avançando, o relatório do TCU, ele revela que há um cenário preocupante no Ministério da Fazenda, especialmente na Receita Federal. Em uma auditoria que foi determinada pelo TCU, analisou a governança e a gestão de processos que estão relacionados à proteção de informações pessoais e também à divulgação de informações relacionadas a interesse público. E o resultado dessa pesquisa foi um resultado desastroso.\n\n[17:40] Essa pesquisa demonstrou que não há uma efetiva política de capacitação dos servidores no procedimento de fortalecimento da transparência. Há também uma grande fragilidade no próprio controle interno. Então, dentro do próprio Ministério da Fazenda, a atuação dos agentes no sentido de monitoramento da lei de acesso à informação, de publicizar os atos, é uma atuação insuficiente perto das diretrizes constitucionais. E ela afirma que dentro do Ministério da Fazenda, na Receita Federal, essa situação é mais grave porque não há normas voltadas para a transparência perante a sociedade. O que há são algumas regras que tratam sobre como deve ser feito o compartilhamento de informações entre órgãos públicos, mas não há uma norma que discipline a transparência perante a própria sociedade.\n\n[18:42] Aí ela afirma que isso se trata de um déficit estrutural, que é uma cultura, mas que essa cultura está sendo combatida. E o resultado de uma cultura indevida como essa é a judicialização crônica, ou seja, há o aumento de demandas judiciais a partir da falta de informações. O uso do ABS data, ele se mostra necessário justamente porque não há um instrumento que permita o acesso a esses dados fiscais pelo próprio contribuinte. Se houvesse esse sistema, seria possível, sim, a concretização do princípio da transparência. Então, vindo uma questão de prova, eu vejo muito uma questão de prova a partir de um caso prático, como este, por exemplo, do uso de ABS data para acesso a informações. E não pensem vocês que isso não ocorre. Com certa regularidade, a PTR, ela atua nesse tipo de processos também envolvendo acesso a informações fiscais. Então, é importante a gente ter em mente\n\n[19:43] que esse princípio constitucional introduzido com a reforma tributária, ele passa a ordenar toda a administração e a administração precisa se preparar, precisa editar regulamentos para permitir que o contribuinte tenha acesso a esses dados. E nisso tem até algumas informações. Em uma época de conectividade, em uma época em que o acesso à informação está cada vez mais célebre, nós temos instrumentos para transações instantâneas, como pode um pedido administrativo perante a Receita Federal chegar a levar mais de um ano para ser apreciado? Então, isso é um descompasso entre o que nós verificamos em algumas áreas da nossa vida, como, por exemplo, transações bancárias, e o que nós verificamos em alguns setores da administração pública, justamente porque não estão adaptados a essa nova sistemática e essa nova orientação de necessidade de disponibilização\n\n[20:43] de informações. Então, ela traz até uma informação que entre 2019 e 2025 foram mais de 500 habeas datas ajuizados no TRF2, que é o TRF que ela atua. Então, esse seria, de acordo com ela, um reflexo dessa ineficiência administrativa e da ausência de transparência na administração. E ela aborda ainda a questão das consequências práticas da constitucionalização do princípio da transparência. A primeira consequência que ela trata é sobre a vinculatividade, ou seja, a transparência, ela passa a ser uma norma constitucional explícita, e ela passa a ser obrigatória para todos os entes federativos, para todas as instâncias da administração tributária. Então, leis, decretos, portarias, todos esses atos que estão trazendo obstáculos para o acesso à informação,\n\n[21:43] esses atos que comprometem a clareza, que comprometem a motivação das decisões, eles estariam suscetíveis a um controle de constitucionalidade. A segunda consequência que ela apresenta é a consequência de irradiação sistêmica, ou seja, a partir do momento em que a transparência, ela deixa de depender de construções indiretas, como, por exemplo, o devido processo legal, a impessoalidade, a própria necessidade de publicação, esse dever de publicidade, esses princípios administrativos que já orientavam a atuação administrativa, a partir do momento, então, que ela passa a ser um princípio próprio do sistema tributário, ela passa a irradiar por todo o sistema. Ela passa a ter a capacidade de influenciar todo o sistema tributário,\n\n[22:44] inclusive na interpretação de normas infraconstitucionais. Então, ela passa a ser um vetor interpretativo autônomo, no sentido de que ela possui uma supremacia hierárquica, no escalonamento normativo. E o terceiro, o terceiro, a terceira consequência dessa constitucionalização é justamente a sua utilização como um critério de ponderação em casos de conflito entre princípios constitucionais. A transparência, como qualquer outro princípio, ela não é absoluta, ela está sujeita a uma ponderação, ela pode ser aplicada em maior ou menor grau. Nós sabemos que entre direitos fundamentais também é possível que haja conflito. Então, o processo de ponderação da norma, de você verificar qual será, em qual medida ela irá incidir de acordo com o caso concreto, passa a ser um vetor\n\n[23:46] à constitucionalização da transparência no sistema tributário. Então, em caso de conflito entre transparência, sigilo e privacidade, aí nós teremos a possibilidade de uma ponderação no caso concreto e sendo a transparência também dotada de uma força constitucional, ela terá ali uma hierarquia semelhante à dos princípios, como, por exemplo, a propriedade, a liberdade, que pode-se vir a colidir com ela. Isso não quer dizer que ela vai sempre prevalecer. Como disse, o processo de ponderação envolve um juízo de proporcionalidade. Então, é necessário que sejam feitos os testes de proporcionalidade e, de acordo com o caso concreto, ver qual irá prevalecer. Isso, ela trata dos passos para a implementação do princípio da transparência no direito tributário. No plano infraconstitucional, ela menciona a Lei Complementar 214, que trata da transparência de forma pontual.\n\n[24:47] Especialmente, quando a Lei Complementar, ela exige a publicação de informações sobre aqueles que serão beneficiários das compensações fiscais. A Lei Complementar, ela também coloca a transparência como um princípio do simples nacional. Então, ela trata da transparência como um vetor essencial. Trata também da padronização de documentos fiscais eletrônicos, da transparência, no caso, de programas de cidadania fiscal e portais unificados de dados tributários. Então, ela trata da transparência de uma maneira englobante. apesar, eu trouxe até o artigo 400 que trata dessa questão dos benefícios de compensação fiscal. Mas, apesar da Lei Complementar tratar de alguns dispositivos sim sobre a transparência, ela não é suficiente para a concretização dessa transparência. E nisso, eu entro com vocês um pouco no Código de Defesa do Contribuinte. Esse Código de Defesa do Contribuinte\n\n[25:47] é uma norma que foi publicada agora em 2026 e que ela trata de diversos instrumentos para atender ao princípio da transparência. Eu trouxe algum. Ela torna obrigatória a disponibilização digital e centralizada de informações tributárias, regula o processo de consulta fiscal e o direito à resposta motivada, promove a transparência ativa, digital e contínua e trata de outros projetos que buscam consolidar a cidadania fiscal e a responsabilidade informacional da administração tributária. Inclusive, essa lei complementar, lá no seu artigo 3º, inciso 14, ela prevê que a administração tributária deve adotar medidas de transparência e de participação dos contribuintes na elaboração e no contínuo aprimoramento da legislação tributária. Ou seja, o contribuinte irá participar da formação\n\n[26:49] da legislação tributária. Então, temos aí uma manifestação da transparência em seu aspecto ativo também, no sentido de cidadania, no sentido de que o contribuinte atuará em cooperação com a administração pública. E são diversos os dispositivos nessa lei complementar que tratam da transparência. O que eu recomendo a vocês? Estudem a lei complementar 225. Essa lei complementar é de extrema relevância para o concurso, primeiro porque é uma nova norma e é uma lei complementar de caráter nacional. Então, se aplica aos estados e municípios. Nós temos alguns dispositivos dessa norma que são específicos para a União, que tratam de alguns programas específicos da União. Mas, de qualquer forma, nós temos ali orientações gerais para todos os entes que contêm a administração tributária. Então, todos os entes públicos para a administração tributária de cada um desses entes deverão orientar com base nessa nova lei complementar.\n\n[27:50] E, estando essa lei complementar consagrando o princípio da transparência, que é um princípio introduzido pela reforma tributária, nós temos grandes chances de ter uma cobrança nesse sentido. E, nisso, a autora apresenta que a transparência inaugura uma nova fase no direito tributário. Ela traz para o direito tributário uma ética, uma atuação pautada na participação e na informação. E isso traz reflexos como a confiança, previsibilidade e possibilidade de controle judicial. Tudo isso reduz o litígio, reduz o número de demandas judiciais. Então, nós temos ali diversos resultados positivos da implementação da transparência. e traz consigo a promoção de acesso pleno às informações, decisões motivadas, participação cidadã em cooperação fiscal. Mas, essa mudança, ela depende de reformas. Então, aquilo, depende de atos\n\n[28:50] normativos, leis e decretos que implementem, de fato, a transparência dentro de cada setor. Depende também da capacitação de servidores, porque dentro da administração pública, muitas das vezes, o servidor opta por negar, justamente porque não há uma autorização expressa. Então, é necessário que haja capacitação desses servidores, para que eles possam divulgar essas informações e atender os pleitos feitos pelos cidadãos. Compromisso político e institucional com a transparência ativa. Então, tudo isso depende de ser concretizado para que se alcance uma efetiva transparência na administração tributária. Bom, pessoal, esse tema, ele é o tema de maior estudo da examinadora. É um tema pelo qual a examinadora realmente se dedicou durante o mestrado, durante o doutorado. Então, ela possui livros sobre esse assunto. Então, eu recomendo fortemente que os princípios como um todo do direito tributário, especialmente os\n\n[29:50] introduzidos pela reforma tributária, sejam analisados e estudados por vocês e que vocês consigam fazer a correlação desses princípios e todas as suas repercussões com as novas leis complementares, com a lei complementar 225, com a lei complementar 227, com a lei complementar 214. É isso, então, no próximo bloco a gente retorna a tratar de alguns outros temas também de interesse da banca. de interesse de interesse e de interesse",
  "timestamp": "2026-02-03 20:04:48"
}