{
  "transcript": "[00:00] E aí E aí\n\n[01:16] Alô, alô. Bom dia a todos, prazer estar aqui com vocês. Sou o professor Luiz. Nós vamos trabalhar o direito financeiro, normalmente não aplicado nas faculdades, não apreciado pelo aluno. E se você faz parte desse time, não se sinta sozinho, ok? E eu pretendo mudar isso na aula de hoje, que é uma das minhas intenções. E eu começo chamando a sua atenção para um detalhe muito importante. Para vencer o ranço do direito financeiro, chega através do direito administrativo. Se você também não gosta do direito para ativo, eu não sei o que você está fazendo aqui, numa turma de advocacia pública. Aí já está na hora de rever o seu alvo. Só falta falar que também não gosta de tributário. Aí vão pegar essas coisas e vão fazer outro concurso. Então não tem jeito. É a essência da matéria. Administrativo, financeiro, tributário, processo civil e constitucional. Qualquer advocacia pública, PGM, PGE, AGU, PFN, tem que ter essa base. E você pode chegar no financeiro via administrativo, via a matéria licitações e contratos.\n\n[02:22] Que dentro de administrativo também não é muito apreciado pelo aluno, mas quem gosta da matéria é o maior barato. Temos uma nova lei com mais de 190 artigos para se divertir a valer. Olha que beleza. E você sabe que licitação e contratos gera despesa pública. Aí você já vai para a seara do direito financeiro. Você tem artigos na lei de licitação falando do empenho, na assinatura do contrato, liquidação, quando o contratado entrega o seu produto. Formular, às vezes, até uma comissão, dependendo do objeto contratual, para receber o produto provisoriamente, definitivamente. Isso é liquidar. Depois eu mando pagar. Olha, essa é uma das sequências clássicas do direito financeiro. Empenho, liquidação e pagamento. Que você tem tratado, uma das leis mais tradicionais, 4.320 de 64, vai lá dos 58 ao 70. Você tem essa sequência, o chamado procedimento da despesa. Empenho, liquidação e pagamento. Então, começa por aí, pô.\n\n[03:22] Faça outra coisa também muito importante para provas aqui no Rio de Janeiro. Leia jornais da nossa cidade. Você tem que estar atento ao que está acontecendo no município do Rio de Janeiro. As questões inerentes ao financeiro, não acredita na reportagem, obviamente. O cara não tem o domínio, abre o seu livro e começa, pô. E isso é a melhor forma de estudar, porque você contextualiza. Quando você contextualiza, você não esquece. Quando é que vai ser a próxima prova da PGN? Olha aí. Será que você vai guardar o que eu vou falar hoje, na próxima prova? Mas se você pegar um jornal, ver uma foto, ver a manchete, ok? E fazer um estudo, você vai guardar. Então, por exemplo, deixa eu chamar a sua atenção. Você já foi analisar se o Sambódoro é do município ou do estado do Rio de Janeiro? E aí? Não é minha matéria, não. É direito administrativo, tem os públicos. Você ainda não fez esse estudo? Pelo amor de Deus, pô. Acorda, vamos lá. Você já é grandinho, já é formado. Você tem condições de enxergar. Pô, isso aqui vai interessar. Como é que eu posso ter uma prova de uma procuradoria do município,\n\n[04:24] que certamente atuou a pedido do prefeito, para conseguir considerar inconstitucional a lei estadual? Que traz para o estado o Sambódoro? E há adjacências. Não é só o Sambódoro, não. É quase toda a cidade do município do Rio de Janeiro. A parte dentro, a chamada sede do município do Rio de Janeiro. Porque até esse estudo é obrigatório, cara. E olha, é difícil, porque eu nem sei por onde começar. Eu nunca vi revogar uma lei da década de 70, que acabou com o estado da Guanabara. É uma coisa estranhíssima. Uma coisa estranhíssima. Isso você não pode deixar de fazer. E fazendo isso, eu insisto, você vai contextualizar. E direito financeiro, você vai pegar muita matéria de jornal, olhando para a esfera federal, sem problema nenhum. Abre a lei orgânica. Sai da Constituição e vai para a lei orgânica. Você tem que fazer isso. Você vai acostumar a usar a lei maior do município do Rio de Janeiro. E vai estudar a matéria. Olha, estão fazendo aí um estudo, está quase aprovado, pedido pelo próprio governo, de tirar os gastos com o precatório do arcabouço fiscal.\n\n[05:29] A ministra do Planejamento já está falando que se não fizer isso, vai ter o shutdown. E aí, você ainda não estudou o que é shutdown? Chegou numa prova da Procuradoria do Município, prova discursiva, prova oral. Doutor, o que é o shutdown? E aí, a sua mãe? Não dá, dá até vontade de falar. É a sua mãe, eximerador. Mas não, você vai segurar a onda, no mínimo vai falar, olha, eu queria fazer uma meia-culpa, não dei atenção a essa matéria importante que vossa excelência está perguntando. E entrei pelo cano, não é? Entrei pelo cano. Pois é, mas saiu com elegância. E shutdown é a paralisação da máquina. Quando eu não tenho mais dinheiro. Especialmente quando eu não voto a LDO. Isso, quando eu não voto a lei orçamentária, é a nomia orçamentária. Virar o ano sem votar a lei orçamentária. A nomia orçamentária. Virar o ano sem votar a LDO. Shut down. Aí não tem como gastar. Não tem previsão para ser gasto o dinheiro. Esse estudo você tem que fazer. Você não pode deixar de... Por isso que eu volto a insistir. A leitura de jornal pode te ajudar a estudar o direito financeiro. Porque você começa pela beiradinha.\n\n[06:31] Quando você vai ver, está com toda a matéria na sua mão. E ela é fundamental para uma prova de advocacia pública. Ok? Então, começo também chamando a atenção para as principais normas. Nós temos um belo capítulo constitucional. O nosso grande Ricardo Lobo Torres, direito financeiro e tributário. Nosso ídolo maior, principalmente aqui no Rio de Janeiro. Chama até de constituição orçamentária. Vai do 183 ao 163 a 169. Trabalhando o orçamento. Hoje já tem o 167 A, B, C, D, F, G. 166 A, B. É uma beleza. Está lindo isso aqui. Ok? Muito importante. Regras básicas do direito financeiro. Agora, toda vez que você pegar esse artigo, vai na lei orgânica e procura o artigo similar. Você, além de fixar a matéria, vai começar a saber usar a lei orgânica. Muitos me perguntam, eu tenho que levar a lei orgânica para a prova da PGM? Eu já olho e falo, olha, você é esse figurante\n\n[07:33] se você não levar a lei orgânica para a prova da PGM. Porque é a constituição do município. Como é que você me pergunta se tem que levar a lei orgânica para a prova da... Eu vou dizer, tem que levar a lei orgânica, tem que levar o plano diretor, tem que levar o código de obras e torcer para não cair. Porque ninguém sabe usar essas leis. A verdade é essa. Você não tem que manuseá-las. Mas, se cair, pelo menos o desespero é menor. Você já vai ficar lá, para lá e para cá tentando achar. Pior é quem nem levou. Pior é quem nem levou. E o plano diretor é o negócio desse tamanho. Acabou de sair o nosso terceiro plano diretor, em 2024. Lei complementar 270 de 2024. Fundamental para direito urbanístico. Matéria forte na nossa disciplina. Em administrativo, cobrado. Então, muita atenção. Essas normas você tem que ter. Agora, no direito financeiro em geral, saindo da Constituição, 4.320 de 64, a lei orçamentária, a lei que regula o orçamento, e a LRF, que é a queridinha hoje dos examinadores.\n\n[08:35] A LRF, lei complementar 101 de 2000. Você efetivamente precisa estudá-la. Agora, muita atenção. Lei complementar. Por que lei complementar? Vamos lá. A Constituição da República pede que o direito financeiro venha a ser regulado por lei complementar. Veja o que fala o artigo 165, parágrafo 9. Cabe a lei complementar. 1. Dispor sobre o direito financeiro. Basta isso, a lei. Dispor sobre o direito financeiro. Então, trazer regras para o direito financeiro tem que servir a lei complementar. Por isso, a LRF é a lei complementar 101 de 2000. E por isso, a 4.320, que nasceu a lei ordinária, igual ao Código Tributário,\n\n[09:35] é recepcionada como lei complementar. Até que saia a lei pedida pelo parágrafo 9 do artigo 165. Agora, casca de banana maravilhosa. Muito comum em múltipla escolha. As leis orçamentárias são ordinárias. Então, diante desse artigo, 165, parágrafo 9, muito se induz o candidato a erro numa múltipla escolha, trazendo exatamente essa questão. Eu já sei que a lei complementar regula o direito financeiro. Beleza. Direito financeiro é LOA, é PPA, é LDO. São as leis orçamentárias. Então, eu penso que elas são leis complementares. Não são. Não são. Porque ela não dispõe sobre o direito financeiro. Ela dispõe sobre o orçamento. Então, elas são leis ordinárias. Aliás, no mesmo artigo 165, olha lá. Leis de iniciativa do Poder Executivo estabelecerão. Leis. Não pede complementar. Aí vem lá. Plano plurianual, diretrizes orçamentárias e orçamentos anuais. Quer dizer, as leis orçamentárias não são leis complementares.\n\n[10:38] São leis ordinárias. Cuidado com isso. Mas dispor sobre o direito financeiro é lei complementar. E mais importante ainda, a perguntinha é simples. O município tem competência para legislar sobre o direito financeiro? E a resposta é afirmativa, dada no artigo 24, inciso I da Constituição. Compete à União, aos Estados ou ao Distrito Federal, legislar concorrentemente sobre direito tributário, financeiro, penitenciário, econômico e urbanístico. Competência concorrente. Mas, professor, o município não está aqui. Não tem problema. Você corre no artigo 30, inciso I, e não o segundo, inciso I do artigo 30, e traz o município para competência concorrente. Compete aos municípios, legislar sobre assuntos de interesse local. E, especialmente, legislar sobre as leis orçamentárias. Mas, bom, criar o seu orçamento. Ele é encaminhado pelo prefeito, é aprovado pela Câmara Municipal.\n\n[11:41] Ok? Então, você tem que começar a fazer esse raciocínio todo com base no quê? Na esfera municipal. Então, muito cuidado. Sempre esse foco na esfera municipal. Vai fazer PGM? Na PGE? Na esfera estadual. Vai fazer a advocacia da União? Na esfera federal. Aí você vai fazendo a mudança. Porque examinador, principalmente numa fase discursiva, principalmente numa prova oral, ele enxerga isso. Ele enxerga o candidato que está ali, meio que perdido, não sabe nem para onde está entrando. E, atenção, PGM não tolera, não tolera que você fale, olhando para o executivo, prefeitura. Pelo amor de Deus, não use essa expressão. É preconceito? Claro que é preconceito. Eles falam até que quem vai à prefeitura é boy. Olha só como é que é preconceito. Ok? Você é bacharel. Você vai ao gabinete do prefeito, governadoria do Estado e presidência da República. Esses são os órgãos independentes que formam o executivo. E que farão as leis orçamentárias encaminhando para a Câmara Municipal.\n\n[12:46] Pelo amor de Deus, não é Câmara dos Vereadores. Eles até acham que é deles e fazem o que querem. Mas ela é nossa. É Câmara Municipal. É o nome oficial da Constituição. Não é bobagem. Não é bobagem. É uma prova discursiva. Você escreve isso. O cara, opa, que isso? Não está na hora de ser colega ainda. Ainda fala que a Câmara é dos Vereadores. Não dá. Câmara de Vereadores está errado. Menos mal. Pelo menos. Não é deles. É de Vereador. Mas o correto está no texto constitucional. Câmara Municipal. São os nossos dois poderes da República. E não se esqueça, inerente à nossa matéria, o nosso município tem tribunal de contas próprio. O TCM do Rio de Janeiro. Porque foi criado antes de 88. Não é isso? A Constituição de 88 proíbe a criação de TCM. Formação básica. E por que a gente tem, então? Porque nós queríamos antes. Nós e São Paulo. Os únicos municípios no Brasil que tem tribunal de contas próprias. Onde é que está escrito que é proibido criar tribunal de contas municipais?\n\n[13:50] Olha aqui. Artigo 30. Compete aos municípios. Aliás, 31. Desculpe. Parágrafo 4º do 31. É vedada a criação de tribunais e conselhos ou órgãos de contas municipais. Então, nenhum município pode criar tribunal de contas como nós criamos. Porque criamos antes de 88. Rio e São Paulo. Ok? Aí vem aquela pergunta básica. Então, quem controla as contas do município do interior do estado do Rio de Janeiro? Cara, essa é uma pergunta para a PGE. PGM está resolvida a questão. É tribunal de contas do município. Agora, para a PGE é o tribunal de contas do estado que acumula a função. Alguns estados criam um tribunal de contas para o estado e para os municípios. Dois órgãos estaduais. Dois tribunais de contas. São quatro estados apenas. Se não me engano, Goiás, Bahia, Pará e Ceará. Tem dois tribunais de contas estaduais. Um para as contas do estado. Outro para as contas dos municípios. E não sei se viram, foi há pouco tempo, não me recordo qual o governo aqui,\n\n[14:52] que a Alerj ameaçou o executivo a criar um tribunal de contas dos municípios, para dividir o poder do tribunal de contas estadual. Volta e meia, a Alerj vem com essa história de criar um outro tribunal de contas. No estado do Rio de Janeiro, um requisito a mais para preencher cargo em tribunal de contas é ser dono de posto de gasolina. Não é nada contra dono de posto de gasolina, mas parece que é um fetiche aqui dos governos do Rio de Janeiro. Você tem posto de gasolina? Tem ótimo candidato para o tribunal de contas. Vem cá, senta aqui, vamos lá. E aí pronto, é uma coisa impressionante. E olha, eu sou um apaixonado pelos tribunais de contas, mas eu já acho que não vão fazer falta se acabarem. Porque do jeito que a estrutura vem sendo comandada, em âmbito municipal, estadual e federal, não está prestando.\n\n[15:55] E se não está prestando, está gastando dinheiro à toa. Me desculpe, é uma realidade. Porque as escolhas são péssimas, as escolhas não são feitas, inclusive com idoneidade moral, deixadas de lado, na grande maioria dos casos, infelizmente. Raras exceções se destacam, o que é uma tristeza. E o controle externo parlamentar com auxílio do tribunal de contas é uma das grandes matérias do direito financeiro. Ok? Muito bem. Vamos lá começar trabalhando questões basilares. Princípios do direito financeiro. E eu vou trazer três princípios que a LRF deu atenção. Atenção. Ela não criou, ok? Ela não criou. Esses princípios já existiam. não estavam em voga e tal, mas se você for, não sei se já leu, volto a insistir, o nosso rei, Ricardo Lobo Torres, direito financeiro e tributário, que é um ótimo trabalho, até para você não precisar comprar um livro de financeiro,\n\n[16:57] pega o seu financeiro e tributário, se a parte de financeiro for boa, tudo bem. Não é comum, né? Porque normalmente eu pego um direito financeiro e tributário, tem duas folhas e meias para financeiro e 800 para tributário. E já não presta, não presta. Você vai ter que buscar algo mais. Mas alguns se destacam, o Ricardo Lobo Torres, o Kiyoshi Harada, de São Paulo, tem um ótimo capítulo de financeiro, o Cláudio Carneiro, aqui do Rio de Janeiro, tem um ótimo capítulo de financeiro, financeiro e tributário. Você tem um desses livros, está muito bom. Não é o seu autor que você tem de financeiro? Então dá uma olhada com atenção lá, o que ele fala do financeiro, antes de começar o tributário. Se for razoável, está bom. Não precisa comprar um outro livro. Ok? Se for buscar um livro específico de financeiro, acho que o melhor de toros é Harrison Leite, da Jus Podium. É o mais interessante, completo, para concurso público. Valdeci Pascoal, editora Campos, também é um bom trabalho, Direito Financeiro e Controle Externo. Dois específicos de financeiro, bem voltado a concurso,\n\n[17:58] mas acho que o Harrison Leite é mais completo. Se precisar aprofundar o direito financeiro, que eu aconselho. Bom, então para a gente começar, já tocando na LRF, vamos trazer três princípios que ela fomenta. O equilíbrio fiscal, a prudência fiscal e a transparência fiscal. E repare que a transparência fiscal gerou a lei do acesso à informação, a LAI 12.527 de 2011. LRF é de 2000. Onze anos depois, sai a transparência governamental, que hoje é aplaudida por todo mundo. Nasceu aqui, quando a gente fomenta uma transparência fiscal. Então vejam, são princípios fundamentais. E olha, aproveito e leio para vocês, o que assusta, mas vamos lá, o parágrafo primeiro do artigo primeiro da LRF. Se você faz um bom curso de financeiro,\n\n[18:59] você não vai se assustar com a redação do parágrafo primeiro do artigo primeiro da LRF. Diz assim, a responsabilidade na gestão fiscal pressupõe a ação planejada e transparente, princípio da transparência fiscal, em que se previnem riscos e corrigem desvios, capazes de afetar o equilíbrio das contas públicas, princípio do equilíbrio fiscal. O da prudência é o único que não é citado expressamente, mas o seu conteúdo aparece aqui, vamos lá. Mediante o cumprimento de metas de resultado entre receita e despesa, a obediência a limites e condições no que tange a renúncia de receita, geração de despesa com o pessoal, seguridade social e outras. É a prudência fiscal. Dívidas consolidada e mobiliária, operação de crédito, inclusive por antecipação de receita, concessão de garantia e inscrição em restos a pagar.\n\n[20:00] Se a redação do artigo lido eu, bem-vindo ao time, não é só você, fica tranquilo, todo mundo lê esse artigo e fica nervoso. Ou, não conheço nada que está escrito ali, mas se você terminar um bom curso de financeiro, você vai olhar com maior tranquilidade para esse parágrafo primeiro. E vou lhe dizer, quando você chegar nesse nível, você já está pronto para uma aprovação numa prova de PGE, numa prova de AGU, de Procuradoria Federal e assim vai. porque isso é o fundamental da matéria, a essência da matéria está aqui. Agora, percebam que esses três princípios acabam aparecendo. O equilíbrio e a prudência expressamente, equilíbrio e a transparência expressamente. A prudência fiscal, citada principalmente no limite de gasto com o pessoal, com a seguridade, que é fundamental. Temos até o chamado limite prudencial em gasto com o servidor público. Eu vou começar pelo equilíbrio fiscal porque ele me traz umas matérias mais cobradas. Contingenciamento de despesa.\n\n[21:00] Quero trabalhar o contingenciamento de despesa de imediato. Você não pode ir para uma prova hoje sem saber o que é isso. Agora, tem também a renúncia de receita. Está no 14. Eu vou trabalhar aqui o artigo 9. Contingenciamento de despesa em razão do equilíbrio fiscal. Então, vamos trabalhar o princípio do equilíbrio fiscal olhando para o artigo 9º da LRF que fala assim. Se verificado, ao final de um bimestre, que a realização da receita poderá não comportar o cumprimento de metas e resultado primário ou nominal estabelecido no anexo de metas fiscais. Esse anexo está na LDO, Lei de Diretrizes Orçamentárias. Os poderes e o Ministério Público promoverão, por ato próprio, nos montantes necessários, nos 30 dias subsequentes, limitação de empenho e movimentação financeira. Segundo critérios fixados pela Lei\n\n[22:01] de Diretrizes Orçamentárias. Para, o artigo não falou, contingenciamento de despesa. Porque quem usou essa expressão foi a mídia. E pegou. E pegou. O aposentado Boris Casoy, lá, adorava essa lei, ele amava a LRF, ele achava mais importante que a Constituição. E ele criou este nome. E esse nome pegou. Tecnicamente, eu li aqui, olha, limitação de empenho. Contingenciamento de despesa, sinônimo limitação de empenho. E como empenho é um primeiro passo para a despesa pública, então é claro, se eu quero contingenciar, corta logo no primeiro passo. Limitação de empenho, não tem problema. Essa é a ideia básica de se contingenciar. É limitar o empenho. Agora vejam, eu vou fazer isso de dois em dois meses. meses. De dois em dois meses, para tudo. Entrou o previsto, sai o programado.\n\n[23:02] Não entrou o previsto, contingenciamento de despesas. Segura. Não é cortar, não é anular, é contingenciar. Segura. Segura. Porque se a coisa se reequilibrar ao longo do ano, a gente libera novamente. Não sei se estão lembrados, aquela cena hilária do Bolsonaro com o seu ministro da educação, aquele nome complicado, nem me lembro mais o nome do ministro da educação dele, o primeiro, que ele cortou a verba da universidade, pegou mal para caramba, depois ele veio dar desculpa. Não, foi só um contingenciamento. Aí ele foi explicar o contingenciamento com balas. Essas balas aqui é para contingenciar. Aí o Bolsonaro falou, aí pegou a bala contingenciada e comeu. Não, mas essa está contingenciada, presidente. Foi uma coisa engraçada, foi hilário, aquilo foi ridículo. Agora o ridículo que ajuda a guardar, está vendo? O que é o contingenciamento? Aí ele explicou o que é o contingenciamento depois que cortou. Foi pego pela mídia pesada, não, não é um corte, é um contingenciamento. Ele começou a explicar, essas balas aqui estão contingenciadas e tal. Então a ideia do contingenciamento é isso aqui, para tudo.\n\n[24:03] Por isso que equilíbrio fiscal. Entrou o previsto, saiu programado. Não entrou o previsto, não saiu programado. Acabou, ponto. É simples assim. Por isso a LRF, que tem essa sigla dada também pela mídia, também aponta aí o Boris Casoy como responsável por essa sigla, esqueceu o mais importante. Porque na verdade é uma lei de responsabilidade da gestão fiscal. Deveria ser LRGF. Aí acharam que tinha muita letrinha, tiraram o G, que é o mais importante. Isso aqui é gestão, pô. Aí botaram lei de responsabilidade fiscal. Pegou. mas a palavra mais importante é a gestão. Inclusive, olha, a emenda da LRF. Ementa da lei diz, estabelece normas de finanças públicas voltadas para responsabilidade na gestão fiscal. Aí virou lei de responsabilidade fiscal e tiraram a palavra mais importante. Porque quem deu o nome foi a mídia. A mídia não conhece a matéria. O cara queria uma coisa\n\n[25:03] que soasse bem. LRF. Soou bem, pô. E pegou. Agora, na verdade, o mais importante é que a palavra gestão foi tirada da sigla. Não tem lógica. Isso aqui é gestão. De dois em dois meses para e verifica. Entrou previsto, saiu programado. Esse é o grande papel da LRF a ser somado a 4.320, que regula receita e despesa. A gestão ninguém regulava. A LRF veio regular essa gestão principalmente com o princípio do equilíbrio fiscal. Agora, vamos lá. O que vem chamando atenção em matéria de equilíbrio fiscal em matéria de contingenciamento de despesa? Primeiro, campeão de venda. Parágrafo 2º do artigo 9º elenca o que não pode ser contingenciado. Você pode contingenciar o que o senhor quiser, menos o que está no parágrafo 2º. Então, você precisa dominar este parágrafo. Aliás, eu peço que você depois pegue o artigo 9º. São cinco parágrafos. Procure decorá-lo, que prova de múltipla escolha muito comum\n\n[26:04] o cara copiar o parágrafo. Então, procure decorá-lo. Agora, tem dois parágrafos aqui. Um é mais fácil que foi declarado inconstitucional. Não tem que decorar nada, mas tem que saber que ele foi declarado inconstitucional e por quê. O outro é o parágrafo 2º. Vamos lá. Diz lá o artigo 9º. Parágrafo 2º. Não serão objeto de limitação de despesa que constituam obrigações constitucionais e legais doente, inclusive aquelas destinadas ao pagamento do serviço da dívida, as relativas à inovação e ao desenvolvimento científico e tecnológico, acrescentado pela lei complementar 177, custeada por fundo criado para essa finalidade e as ressalvadas pela lei de diretrizes orçamentárias. Então, essas despesas não podem ser contingenciadas. E chamo, claro, a atenção que a crítica da esquerda a esta lei, essa lei governa o FHC, a esquerda foi totalmente contra com não posso contingenciar pagamento da dívida. Perfeito discurso para a esquerda.\n\n[27:05] Posso cortar a comida das criancinhas, a saúde, a educação, mas eu não posso cortar o pagamento da dívida. Acusou o FHC de buscar a LRF no site do FMI. E foi verdade, está lá no site do FMI. E perfeito. Se eu fosse o FMI faria a mesma coisa. Você quer meu dinheiro emprestado? Empreste, mas essa baderna fiscal aí, não empresto não. Você aprova essa lei que eu libero a grana. E pronto. O FHC, ao invés de assumir que pegou no FMI, não sei se estou lembrado, ele falou que pegou esta lei na Nova Zelândia. Olha, país irmão, vizinho, aqui é meio dia, lá é minha noite, está cheio de koala no Jardim Botânico. A noite, então, tem orques, ou doentes, é lindo. Isso é brincadeira. Assume, mas ele não podia assumir. O FMI era calo, entre PT e PSDB, a época e tal. Então, não pode assumir isso, mas qual o problema? E olha, quando a Grécia entrou em parafuso, o FMI também falou, só libera se criar a sua LRF.\n\n[28:06] Eu pensei que não ia exigir, porque para a parte de baixo do planeta, eles impõem qualquer coisa. Para a Grécia, eu achei que eles não suavizaram. Não suavizaram. Ela teve que criar a sua LRF, cumpriu e saiu do buraco. A gente criou a nossa LRF e não cumpre. Por isso, a gente continua no buraco fiscal. É o problema. Tudo é o famoso malabarismo fiscal, que o país adota como uma realidade. 90% dos estados já ultrapassaram o limite de gasto com o pessoal. Vocês já viram a materialização do artigo 69, que é exonerar o servidor por excesso de gasto? Vocês já viram, me conta, que eu estou doido para ver um caso concreto. E o principal justificativo de nunca sair do papel, o que é? Malabarismo fiscal. O município do Rio está no limite. Não sei se viram. Olha, é outra coisa que você tem que estudar. O nosso atual prefeito, na campanha em que ele volta a ser prefeito do Rio de Janeiro, ataca o Crivella dizendo que as OS é uma tragédia para a saúde pública. E ser eleito é o fim das OS no município do Rio.\n\n[29:07] Ele foi eleito. E aumentou o número de OS no município do Rio. Olha, ninguém cobrou. Estelionato eleitoral, pô. Peraí, eu votei no senhor, o senhor disse que ia acabar com as OS na saúde e eu sou contra as OS. Então, por que o senhor não acabou? Sabe por que não acabou? Porque o gasto orçamentário que eu repasso para a OS não é contado para limite de gasto para o pessoal. se ele acaba com a OS ele vai ter que assumir os hospitais públicos, UPA, clínica da família e vai ter que trazer o regime estatutário para essa contratação. E aí o limite de gasto estoura. Foi por isso que ele não acabou e ainda aumentou o número de OS. A OS é a válvula de escape do limite de gasto com o pessoal. Até gasto para terceirização está na LRF. Mas a OS não. E proposital, hein? que a OS nasceu em 98 e a LRF é de 2000. Ficou esse buraco oficial. Então, fiquem atentos porque essa é outra forma que você tem que estar sempre ligado. O cara que quer acabar com a OS assumiu e não acabou. Por que aquele não acabou? Tem que saber.\n\n[30:08] Qual é a razão? E a razão foi essa. Se eu assumir vamos ter que o mesmo gasto orçamentário contar. Se eu só deixar a OS o mesmo gasto orçamentário não entra. Por isso que a OS é uma febre no Estado e no município do Rio de Janeiro especialmente na área da saúde. O Claudio Castro disse que ia acabar com as OS. Prorrogou. Prorrogou a lei que botava um fim nas OS no Estado. Pelo mesmo motivo. Sem contar que o Estado está no RRF regime de recuperação fiscal. Vai para o Propag agora assim que assinar ainda não assinou. Está demorando demais até. Mas enfim é aquela história. Fique atento porque isso chama atenção de examinador. Então, isso se destaca. O que eu não posso cortar. Agora, vamos lá. outro artigo que se destaca. Declarado inconstitucional. Um raro artigo que caiu com a DI 2238 que é o parágrafo terceiro do artigo 9. O que fala ou falava o parágrafo terceiro do artigo 9.\n\n[31:09] no caso do Legislativo Judiciário e Ministério Público não promover a limitação no prazo estabelecido no caput 30 dias após o final de um bimestre onde eu concluo que não entrou o esperado. É bom lembrar para que não é só o Executivo que tem gasto. Os outros poderes têm gasto. Na hora de cortar eles adoram fazer cara de paisagem corta aí Executivo. E eu continuo gastando a minha grana aqui. Então veio o LRF e fala assim se fizerem isso eu autorizo aí vem lá o parágrafo terceiro o poder Executivo autorizado a limitar os valores financeiros segundo critérios fixados pela lei de diretrizes orçamentárias. Então vai lá o Executivo e corta gasto do Judiciário do MP do Legislativo e aí obviamente entenderam que soferem a independência dos poderes. Então uma boa relação entre os poderes da República é uma essência para uma boa gestão. Só não contaram para o Bolsonaro isso. Mas enfim se você tem\n\n[32:09] uma boa relação entre os poderes da República você tem uma boa gestão. Porque na hora que a coisa entra em parafuso eu ligo para lá ô presidente como é que vai vamos tomar um cafezinho aqui vamos ó precisa da tua ajuda cara. Eu já cortei o que eu podia tem que cortar gasto aí pô. E se eu poder falar não ou fingir tá bom amanhã eu ligo e não ligar eu não tenho o que fazer cara. Eu tinha o que fazer eu pegava a minha mão grande e lá cortava agora eu não posso fazer mais nada. Eu preciso contar com a relação institucional entre os poderes. Isso é fundamental para que você tenha uma boa gestão. Então muita atenção caiu o parágrafo terceiro do artigo novo liminar lá em 2001 e mérito em 2020 definitivo então o fim desse dispositivo. Ok? Então de dois em dois meses para tudo para tudo e\n\n[33:10] analisa se entrou o previsto sai o programado se não tem obrigação de fazer o contingenciamento de despesa. Certo? Nesse contingenciamento de despesa foi uma das razões em que em âmbito federal isso respinga no município a emenda parlamentar à lei orçamentária passou a ser uma execução obrigatória e mais do que uma execução obrigatória na hora de contingenciar o que fazia qualquer governo? Cortava a emenda da oposição lógico cara a oposição sofre em qualquer lugar do planeta eu vou cortar o meu projeto de governo? não cadê as emendas da oposição? está tudo contingenciado aí o congresso cansado disso faz uma emenda constitucional e passa a impor a emenda parlamentar ela é impositiva e mais exige o que? um corte equitativo hoje em dia entre o gasto do governo\n\n[34:10] e a emenda parlamentar claro vamos cortar os dois mas de uma forma equilibrada ok? exatamente porque só cortava a emenda parlamentar e se eu tivesse lá faria a mesma coisa se eu tivesse lá também faria a mesma coisa e se a oposição que o Chiot tivesse lá também faria a mesma coisa e fizeram isso no governo Dilma quando o PT estava chegando a o que? a quase quatro mandatos chegou ao quarto mandato não completou o quarto mandato seguido os caras desesperados com a oposição porque oposição você não tem verba agora tem agora tem graças ao nosso querido Bolsonaro agora tem orçamento secreto essas emendas pixas palhaçadas todas que não atingem o município graças a Deus ok? atingiram o governo federal você agora tem dinheiro no legislativo você vê que tem deputado negando ser ministro como? nunca vi isso na minha vida que você não quer ser ministro? não, aqui eu tenho mais dinheiro do que lá falei, sensacional pra que eu vou ser ministro? é isso esse desarranjo que aconteceu em âmbito federal\n\n[35:11] respinga no direito financeiro porque a explicação é só essa me interessava ser ministro o orçamento do ministério tal x olha que beleza agora eu aqui como emenda parlamentar tenho mais recurso pra usar do que lá não quero ir pra lá vou continuar aqui isso o examinador se interessa gente fica ligado e olha eu não tenho receio nenhum de citar Bolsonaro Lula eu não sou nenhum dos dois vou falar mal dos dois vou falar bem dos dois eu consigo falar bem do Bolsonaro olha como eu sou eu sou um cara democrático eu consigo falar bem do César Cabral acredita nisso? consigo porque eu conheço a matéria tem horas que você tem que falar bem então eu não sou nenhum dos dois falo numa boa sem tranquilidade nenhuma se perguntar o que eu sou eu falo que eu sou tricolor sou tricolor de coração adoro vou a todos os jovens sempre que posso claro ok? quer dizer, então por favor não fica chateado não se eu falar mal do Bolsonaro se eu ia falar mal do Lula se eu ia falar mal do Lula porque eu vou falar porque quando eu tenho que falar bem tem que falar bem quando eu tenho que falar mal tem que falar mal tá? tá? agora eu procuro trazer fundamento jurídico\n\n[36:11] tá? não vou jogar politicamente apenas não muito bem então visto o contingenciamento de despesas era o que eu queria aprofundar aqui vou fazer algumas considerações sobre prudência e transparência pra gente já avançar pras leis orçamentárias a prudência fiscal ela é muito importante especialmente na despesa com o pessoal mas tem limite da dívida tem as novas ações governamentais artigos aqui importantíssimos da LRF a lei de responsabilidade fiscal o artigo 16 é um artigo difícil de se ler procure eu não vou trabalhar aqui o artigo 16 na aula de hoje eu quero dar um panorama geral né? no direito financeiro mas ao lado do artigo 16 procure uma orientação normativa 52 da AGU a melhor forma de você entender o artigo 16 que é uma nova ação governamental ao longo do exercício financeiro é lendo essa orientação normativa 52 da AGU esclarece muito bem o que é o 16\n\n[37:13] eu quero chamar a sua atenção para despesa com o pessoal porque essa prudência fiscal e esse está sendo muito cobrado ela se divide em dois limites em matéria de gasto com o pessoal o chamado limite de alerta e o limite prudencial e ambos estão na LRF tá? peço até desculpas eu poderia até ter acrescentado esse slide porque como a gente só tem amanhã a gente vai no exercício de corte é bem complicado tá vendo? já vou direto para a lei orçamentária mas depois eu vou separar alguns slides que eu vou sentir falta durante essa aula e peço para encaminharem para vocês tá? vamos lá é... começo com o limite de alerta artigo 59 da LRF e o slide é bom para a gente que dá aula também não precisa guardar nada né? está lá escrito facilita a aula que é uma beleza mas enfim vamos lá 59 da LRF no seu parágrafo primeiro\n\n[38:15] os tribunais de contas alertarão por isso o limite de alerta os tribunais de contas alertarão os poderes ou órgãos referidos no artigo 20 quando constatarem dois então estou no inciso 2 do parágrafo primeiro do 59 limite de alerta primeira variação da prudência fiscal em relação a gasto com o pessoal sem açúcar beleza obrigado vamos lá é... inciso 2 o montante da despesa total com o pessoal ultrapassou a 90% do limite a redação é um pouco infeliz parece que eu ultrapassei 90% do limite não eu cheguei a 90% do limite pega leve só falta 10%\n\n[39:17] para você ultrapassar o limite segura aí nada de promoção procura não preencher vaga agora segura os concursos porque você já já vai chegar ao limite e não traz nenhuma vedação não podia ser sanção eu não ultrapassei o limite ainda não traz nenhuma vedação não traz nenhuma restrição e como não traz nenhuma restrição para o nosso agente político entra por uma orelha sai pela outra e ele continua gastando aí quando ele chega a 95% do limite aí vem o limite prudencial é outra variação o limite prudencial está no artigo 22 ou 21 peraí está no artigo 22 parágrafo único da LRF olha lá se a despesa total com o pessoal exceder a 95% do limite ainda não extrapolou o limite\n\n[40:17] cheguei a 95% do que eu posso gastar ok? só que olha agora o que ele me faz são vedados ao poder ou órgão referido no artigo 20 olha agora ele traz vedação não é sanção porque eu ainda não ultrapassei o limite concorda? não tem lógica aplicar sanção ainda faltam 5% para chegar no limite mas como só faltam 5% eu vou te trazer restrições e dentro dessas restrições tem uma aqui que vocês não vão gostar de ouvir inciso 4º provimento de cargo público e olha que o direito administrativo via STJ nos diz que o habilitado dentro do número de vagas tem direito a nomeação vou contar uma coisa para vocês mentira mentira mas uma mentira contada várias vezes vira uma verdade e na prova de administrativo diga que é um direito do candidato habilitado dentro do número de vagas mas vou te contar uma história você vai lá no diário oficial vê lá você em primeiro lugar\n\n[41:18] não errou nada aí vira paz no mesmo órgão que você passou em primeiro lugar no verso diz ultrapassamos 95% e aí? você acha que vai ser nomeado? espontaneamente não vai porque se o gestor ele comete crime fiscal comete um crime fiscal ele não vai te nomear acabou mas me falaram que eu tinha direito pois é cara não contaram a história toda não contaram a história toda porque a LRF aqui eu tenho uma restrição séria aqui eu tenho uma restrição muito séria a essa nomeação e não traga isso de graça na prova de administrativo só se o cara botar o dedo na ferida porque para o direito administrativo a resposta é o candidato habilitado dentro do menino de vagas tem direito a nomeação e acabou ponto se é verdade ou não não interessa você não vai para a prova para dizer verdade\n\n[42:19] você vai para a prova para passar minta acerta o gabarito e fica tudo feliz olha que beleza eu marquei a resposta errada e acertei e vai ficar tudo feliz vai ficar triste se marcou com coração a resposta certa é essa errei morri cheio de razão olha aí não interessa nada tá? então tem que saber se posicionar nessa hora tá escrito aqui não tô inventando nada não vou fazer provimento de cargo sabe o que esse gestor público vai fazer? vai te chamar e falar o seguinte olha aqui meu filho tô louco pra te nomear tô precisando de você aqui mas eu extrapolei o limite da prudência fiscal e a lei não deixa então toma aqui um cartãozinho um advogado bom, bom o senhor vai a juízo e pede nomeação dizem que é um direito se o juiz mandar nomear porra, eu vou nomear feliz porque quando o tribunal de contas chegar cheio de marra em cima você nomeou além do limite eu vou te punir calma, calma não fui eu que nomeei como que não foi você você que manda não, olha aqui quem nomeou foi juiz tal vara tal\n\n[43:19] eu cumpri ordem judicial e aí? vai entrar com essa marra lá no gabinete de juiz aí o tribunal de contas não, é bom depois a gente conversa tá aqui servidor, executivo você vem cheio de marra mas lá com o juizinho você não vai fazer isso não você vai cheio de dedo você então reclama com ele ele mandou nomear tá aqui, ó eliminar eliminar se cumpre eu cumpri agora eu vou virar pra esse servidor olha, se o juiz for um bom juiz ele vai me ligar antes ou vai me mandar um ofício perguntando por que você não nomeou esse cara aí eu vou ter que explicar porque a LRF não deixa e aí vão ver o que o juiz vai fazer provavelmente se for um bom juiz vai dar improcedência na sua ação mas nem sempre a gente se encontra com um bom juiz de repente o cara fecha o olho e te dá uma eliminar eu vou ficar feliz da vida mas é isso, olha aqui é LRF, cara uma informação que derruba uma verdade absoluta que há anos e anos se fala por aí não traga de graça isso são aquelas informações que ficam embaixo da manga são aquelas informações pra uma prova discursiva que você sente que é hora de colocar aquelas informações pra prova oral\n\n[44:20] que vê um examinador o senhor tem certeza? pô, quando o examinador fala isso pro candidato o cara não tem mais certeza de nada, concorda? pô, o examinador o senhor tem certeza? não, não sei nem mais qual é meu nome depois dessa pelo amor de Deus mas ó, vai que é isso aqui que ele quer aí fala, bom, não sei se você tá querendo trazer o limite da prudência fiscal lá da LRF aí o examinador, opa já tô falando com alguém que conhece a matéria mas com mais detalhe é isso então veja a importância da prudência fiscal limite de alerta e limite prudencial as sanções estão no 23 depois se fizesse eu extrapolo o limite as sanções estão no artigo 23 da LRF não tenho tempo hoje pra trabalhar isso mas enfim é informação interessante ali que todo mundo quer saber quais são as sanções estão no 23 e guarde isso gente a LRF tem uma praxe muito legal ela tem regras pra evitar o problema isso é muito raro na legislação brasileira olha aqui prudência fiscal é pra evitar o problema concorda? faltam 10% pra chegar ao limite eu te dou um alerta faltam 5%\n\n[45:20] pra chegar ao limite eu já faço restrição então é uma lei que não traz só sanção como é o normal ela tenta condicionar a gestão se não der certo claro que ela tem que ter sanção o artigo 23 te traz as sanções e atenção o 23 foi alvo da mesma DIN e caiu o que é bem questionável peço até pô tá vendo eu não era pra falar sobre isso mas enfim paciente eu não consigo vamos lá olha o 23 parágrafo 2 declarado inconstitucional liminar e mérito na mesma DIN 2238 é facultada a redução temporária da jornada de trabalho com adequação dos vencimentos a nova carga horária por que que é inconstitucional? porque fere a irredutibilidade de vencimento isso pode até diminuir a carga horária mas não pode diminuir a irredutibilidade de vencimento mas olha a solução simples que a LRF deu extrapolou o limite de gasto bota todo mundo pra trabalhar meu expediente paga metade pra todo mundo\n\n[46:20] você volta ao limite no dia seguinte solução simples agora tem amparo constitucional? não fere a irredutibilidade agora e para e pensa que foi o argumento que foi voto contrário inclusive do Luiz Roberto Barroso peraí peraí vamos lá chama lá o servidor servidor vou te mandar embora por excesso de gasto orçamentário ok? se vira tchau agora pergunta pra ele vem cá você prefere trabalhar meu expediente e ganhar metade? você acha que ele não vai preferir? você não preferiria? ficar desempregado hoje em dia? com dificuldade de arrumar emprego? ou conseguir subemprego? pra sobreviver? prefiro ficar aqui pela metade do tempo ganhando metade outra metade eu me viro vou dirigir Uber né? e depois de passar a crise econômica eu entro com uma ação e peço ressarcimento outra metade que me tiraram olha vou ganhar daqui a 800 anos uma grana via precatória é a faculdade dos seus netos vai chegar cara olha aí é claro que você vai fazer isso então eu pergunto você não preferiria usar esse parágrafo? não pode mais porque o Supremo declarou inconstitucional\n\n[47:20] cegamente cegamente eu não sei se o acesso está errado realmente fere a irredutibilidade concorda? mas eu poderia talvez na redação do artigo por opção do servidor ele pode aceitar redução de pronto chama o servidor senta aí meu filho quer ficar desempregado ou trabalhar meu expediente e ganhar metade? acabou a porra não pode caiu então esses parágrafos do 23 que traz as sanções estão chamando muita atenção em razão desse detalhe e a transparência fiscal eu queria chamar a atenção por um detalhe que é às vezes um pouco difícil de se enxergar qual seria a diferença do princípio da publicidade para o princípio da transparência? para que eu preciso da transparência se eu já tenho a publicidade? e a explicação é muito simples o princípio da publicidade às vezes não te dá uma informação adequada para que você a entenda eu vou te dar um exemplo que eu costumo usar lá no direito ambiental você sabe que no licenciamento ambiental de atividades potencialmente causadoras\n\n[48:21] significativas degradação ambiental por hora a coisa está para mudar mas por hora tem que ter o EIA barra rima que todo mundo já ouviu falar estudo de impacto ambiental e relatório de impacto sobre o meio ambiente estão sempre juntos por quê? porque o EIA é um estudo técnico do empreendedor para o técnico do Ibama o técnico do INEA o técnico da Secretaria Municipal de Ambiente aliás não tem EIA no município esquece isso então fica só no Estado e na União entender então é aquele estudo complicado com o termo técnico difícil de se enxergar mas entre eles tudo bem aí eu vou fazer uma audiência pública para explicar o licenciamento vou levar o EIA para audiência pública ninguém vai entender nada então o que eu faço? eu traduzo o EIA em linguagem simples inclusive visual data show vão entender o que vai acontecer isso é a transparência não adianta eu publicar um EIA que você lê e não entende nada tem publicidade mas não tem transparência\n\n[49:22] tem uma resolução do Conama que escreve assim o rima é a tradução do EIA esse EIA deve ser complicado para a legislação escrever isso é a 01 de 86 do Conama se não me engano é parágrafo único do artigo 9 depois se quiser verificar lá impressionante o rima é a tradução do EIA então o rima para mim é a melhor forma que eu tenho de explicar transparência fiscal não basta publicar tem que publicar e se fazer entender e o direito financeiro é mestre nisso publica aquelas tabelas que você olha olha olha aí o cara vai entendeu doutor aí você para não ficar sem graça é claro entendi alguma coisa para falar não está tudo certo não entendi porra nenhuma como é que eu vou questionar isso é perfeito para evitar questionamentos então a transparência é um espetáculo para qualquer república eu tenho que deixar claro o que eu fiz se você entende aí vem o princípio da participação pegando carona no princípio da transparência aí eu participo porque eu comecei a entender por isso que agora eu tenho relatório resumido\n\n[50:22] execução fiscal relatório de gestão fiscal olha lá relatório resumido da gestão fiscal é isso aí isso é a transparência para que você entenda e você possa controlar os gastos públicos ainda é complicado mesmo resumido a gente fez direito exatamente para não enxergar essas coisas mas enfim fazer o que? chame o técnico chame o especialista para me orientar de qualquer maneira essa é a ideia da transparência fiscal que agora virou a lei do acesso à informação a lei que agora exige genericamente essa participação popular através da transparência ok? então fecho aí essa apresentação da LRF os princípios que a LRF dá atenção lembro o Ricardo Lobo Torre a gente elega os 30 princípios do direito financeiro organizado em 5 grupos é muito interessante é um exagero até um momento mas enfim esses princípios estão lá no trabalho do Ricardo Lobo Torre antes mesmo da LRF muito bem visto isso vou avançar\n\n[51:22] e vamos trazer as leis orçamentárias esqueci de falar não tenho a intenção de usar todos os slides ou se usar a gente pode passar vai depender de como a aula vai caminhar foi uma previsão para o encontro de hoje eu pedi para encaminhar os slides para vocês então depois vocês vão receber esses slides ou já receberam vamos lá o artigo 65 elenca as três leis orçamentárias mais conhecidas por isso de cara a informação eu tenho uma quarta eu não tenho só PPA LDO e LOA nós temos também os créditos adicionais o artigo 65 comeu mosca mas o artigo 66 não então o artigo 66 da constituição vai provar essa colocação vamos lá artigo 165 leis de iniciativa do poder executivo estabelecerão plano plurianual diretrizes orçamentárias e orçamentos anuais parágrafo 1º\n\n[52:24] conceitua o PPA o parágrafo 2º conceitua a LDO e o parágrafo 3º não conceitua a LOA a LOA tem uma estrutura dada no parágrafo 5º que divide o orçamento fiscal o orçamento de investimento estatal e seguridade social mas não há um conceito como há para o PPA e para a LDO ok e não fala nada de crédito adicional parece até que ele nem existe mas olha o artigo 166 de nossa constituição que fala do processo de elaboração das leis orçamentárias o projeto de lei relativo a plano plurianual diretrizes orçamentárias orçamento anual e os créditos adicionais serão apreciados pelas duas casas do congresso nacional na forma de regimento comum então vejam que o artigo 166 não esqueceu dos créditos adicionais crédito adicional é então uma lei orçamentária e na verdade são três\n\n[53:24] eu tenho o suplementar o especial e o extraordinário e a 4320 de 64 é brilhante super atual em relação a esses créditos quer aprender crédito adicional do 40 ao 45 mais ou menos da 4320 você tem informação o 40 diz porque eles existem o 41 elenca os três e conceitua os três ok e de imediato antes de fazer caracterizações gerais das leis orçamentárias eu quero trazer aqui essas características gerais uma informação que eu acho sempre preciosa para fins de município olha aqui a única lei orçamentária que pode ser feita por medida provisória é o crédito extraordinário exatamente combina muito bem urgência relevância crédito extraordinário perfeito um se encaixa é a única lei orçamentária parágrafo 3º do artigo 67\n\n[54:25] que remete para o 61 62 da constituição que fala de medida provisória e deixa claro que é assim que se abre crédito extraordinário beleza aí eu vou fazer prova para o município e pergunto doutor como é que o prefeito abre um crédito extraordinário por medida provisória não tem medida provisória provisória no município não é? exatamente não tem medida provisória para o município olha aí olha que vacilo como é que você vai para uma prova sem fazer essa pergunta como prefeito como governador abre um crédito extraordinário decreto e a resposta está na 4.320 lá naquele grupo de artigos no 44 decreto do prefeito submetendo esse decreto a câmara municipal que pode sustá-lo por entender que não há urgência não há como se justificar a criação do crédito extraordinário não há nada que justifique o crédito extraordinário ok? porque no município\n\n[55:25] é diferente a união é medida provisória o que o congresso faz? não aprova medida provisória o parlamento municipal tem o poder de analisar o decreto e verificar se realmente há um caso de urgência que justifique o crédito ordinário é importantíssimo isso a única lei orçamental isso vem de múltiplas coisas e olha banca examinadora não está nem aí se está no município no estado ou na união eles pisam na bola que é uma coisa impressionante eu vou para uma prova do município ele bota como resposta certa medida provisória porque está na constituição aí você recorre e fala mas a pergunta foi genérica mas não tem medida provisória no município que pergunta genérica é essa? não interessa vocês já perceberam quando as bancas examinadoras assinam um contrato para fazer a prova tem uma cláusula dizendo assim não pago questão anulada perfeito vou pagar questão anulada agora pensa bem o cara faz uma lambança na questão você recorre e ele não anula porque ele vai perder dinheiro olha o seu destino onde foi parar ele vai perder dinheiro\n\n[56:25] aí o professor que ele contratou vira para ele mas está errado mas eu vou perder dinheiro mas está errado olha só vou descontar do seu pagamento não pode deixar que eu dou um jeito eu vou pegar uma doutrina do direito húngaro alemão antes da primeira guerra mundial vou criar uma dúvida a gente mantém aí essa questão é isso que ninguém quer perder dinheiro e você que podia por essa questão passar perdeu a sua chance por causa de lucro por causa de dinheiro isso é uma vergonha isso é uma vergonha isso é indecente mas é o que vem acontecendo por isso que banca examinadora dificilmente anula a questão quando é feito pela própria instituição aí eles já anulam mas quando é feito por uma instituição contratada é cláusula contratual e me parece também acertada vou pagar por questão que não presta vou pagar só por questão que está valendo porque foi anulado eu não vou pagar mas gera infelizmente todo esse problema então muita atenção não tem medida provisória em estado e município então 44 da 4.320 resolve a questão\n\n[57:26] muito bem vamos aqui dar uma geral nas leis orçamentárias olha só características das leis orçamentárias é uma lei ordinária já chamei sua atenção lei complementar dispõe sobre o direito financeiro mas as leis orçamentárias são ordinárias porque elas não dispõem sobre o direito financeiro elas dispõem sobre o orçamento como diz o artigo 65 leis de iniciativa do chefe do executivo elas são formais porque são leis que não tem densidade normativa então essa lei não cria direitos obrigações para terceiros é uma lei formal ela prevê receita e despesa é um ato administrativo com roupa de lei então é lei formal e muita atenção recentemente o Supremo em 2008 de certa forma recentemente o governo Lula resolveu afastar aquela ideia que não cabe\n\n[58:26] contra a lei formal ou ADI como se fala hoje em dia contra a lei formal que era o que reinava e me parecia até lógico porque não cabe ADI contra a lei formal porque não tem densidade normativa para ser analisado que é um exemplo de uma lei formal dá nome de um aeroporto ao filho do governador que faleceu aí eu sou da oposição entro com uma ADI no Supremo dizendo que isso não atende o interesse público e aquela personalidade não merece essa denominação o Supremo vai parar o seu tempo e agora vai analisar olha que coisa ridícula mas aí cavaram o governo Lula fez uma medida provisória criando um crédito extraordinário de que não tinha nada de extraordinário o Supremo foi provocado a AGU falou olha arquiva isso aí porque é lei formal para o KBDI aí o Gilmar Mendes olhou e falou olha está na hora de mudar esse pensamento KBDI contra a lei formal e declarou inconstitucional a medida provisória do Lula de certa forma o conteúdo está certíssimo realmente não havia nenhuma extraordinariedade para a criação daquele crédito extraordinário\n\n[59:27] mas criou todo esse problema matéria que interessa ao constitucional vocês provavelmente vão aprofundar cabe hoje a DI contra a lei formal a DI 4048 de 2008 é uma lei temporária claro toda lei orçamentária tem prazo basta ver a LOA lei orçamentária anual o próprio nome já diz todo santo ano eu tenho uma lei orçamentária o PPA quatro anos de quatro em quatro anos eu faço o plano plurianual como é que eu faço isso? no meu primeiro ano de mandato eu entubo o quarto ano do plano plurianual do meu antecessor e no meu primeiro ano de mandato eu já providencio a feitura do meu PPA mando para a casa legislativa volta e nos terceiros três últimos anos do meu mandato eu já cumpro o meu plano plurianual e deixo um de herança para o meu sucessor e assim a vida serve ok? onde é que está escrito isso? é bem interessante\n\n[01:00:27] inclusive com lapso temporal para a entrega dessas leis está no ADCT de nossa constituição da república artigo 35 se não me engano vamos lá ADCT artigo 35 parágrafo segundo ADCT artigo 35 parágrafo segundo trazendo lapso temporal para o executivo encaminhar as leis orçamentárias ao parlamento o lapso temporal que o parlamento tem para devolver para o executivo sancionar é válido é válido você buscar na lei orgânica do município que você for fazer concurso aqui a gente sabe que tem um belo concurso de PGM em Niterói Nova Iguaçu você provavelmente não vai fazer só do município do Rio de Janeiro procura saber\n\n[01:01:27] se tem um lapso temporal diferente datas diferentes a vida municipal é mais fácil do que a vida federal era de aprovação das leis orçamentárias então volta e meia você tem a adaptação do lapso temporal do envio dessas leis orçamentárias de qualquer maneira é um artigo importante porque a 4.320 não traz esse prazo havia expectativa de uma lei complementar regular isso ela não veio então vem uma DCT enquanto não vem a lei complementar vou definir aqui o lapso temporal que você tem para encaminhar as leis orçamentárias e lembrem-se não encar prefeito não encaminha o projeto de lei orçamentária no prazo determinado na lei orgânica é crime de responsabilidade e gera impeachment então isso chama bem atenção eu tenho que respeitar esse prazo municípios de grande porte o prefeito nem olha a lei orçamentária você tem lá uma secretaria de administração na união a tal da SOF que é um espetáculo secretaria de orçamento e finanças a coisa caminha sozinha com imensa tecnologia\n\n[01:02:29] profissionais extremamente gabaritados faça isso depois se você não tiver nada o que fazer está descansando dá uma entrada lá na página do ministério do planejamento procura lá SOF secretaria de orçamento e finanças tem informações preciosas de direito financeiro ali para você então toda a lei orçamentária tem um lapso temporal a LDO talvez venha a ser mais difícil de explicar porque não há menção expressa na lei com seu prazo PPA dura 4 anos LOA é anual e a LDO olha a LDO ela tem um problema ela é feita no primeiro semestre para orientar a feitura da LOA no segundo semestre então até o final da primeira sessão legislativa eu tenho que ter a LDO aliás guardem isso um artigo que vende que é uma beleza em concurso e que o nosso congresso nacional ignora eles estão em recesso mas não votaram\n\n[01:03:29] a LDO e não poderiam olha aqui o artigo 57 que fala da sessão legislativa e olha o parágrafo que é o segundo do 57 a sessão legislativa não será interrompida sem aprovação do projeto de lei de diretrizes orçamentárias olha que ridículo eles vão para o recesso e não querem saber eles falam que é informal nosso recesso hoje é informal porque a gente não votou a LDO até brinca isso é ridículo não era para ter recesso era para ficar lá até aprovar a LDO mas enfim isso vende em parágrafo segundo do artigo 57 a LDO do ano passado se não me engano foi sancionada no dia 30 de dezembro quando o dia que está sancionando a LOA eu sancionei a LDO quase que veio o tal shutdown porque se vir o ano sem LDO eu não tenho como gastar não tem previsão em lugar nenhum quando eu viro o ano sem a LOA eu abro a LDO e tem um artigo lá\n\n[01:04:29] execução provisória do orçamento se não for votado até o dia 31 de dezembro aí eu sei como gastar agora eu não tenho nem a LDO aí eu volto a insistir o shutdown está na moda a nossa ministra no planejamento ontem falando está no globo de hoje já bati o olho rapidamente ela pregando a mudança do arcabouço fiscal para não entrar o precatório e sobrar dinheiro para investimentos ela falou se não mudar vai ter shutdown em 2027 e todo mundo shutdown o que é isso é isso é virar o ano sem ter dinheiro no nosso caso aqui virar o ano sem previsão orçamentária guarde também o clássico artigo 167 inciso 1 aliás o 167 é o artigo mais cobrado em direito financeiro o 167 tradicional cuidado tem hoje o 167 A, B, C, D, E, F, G assim vai mas o artigo 167 tradicional vende que é uma beleza em múltipla escolha se você puder decorá-lo e obviamente concomitantemente entendê-lo vai ser muito bom\n\n[01:05:30] para você e olha o inciso 1º do artigo 67 são vedados o início de programas ou projetos não incluído na lei orçamentária anual e aí? não vou ter a lei orçamentária como é que eu vou gastar? está na LDO pô, também não vou ter a LDO como é que eu vou gastar? não tem como gastar porque não tem previsão em lei nenhuma aí vem o tal de shutdown a paralisação da máquina isso acontece em todo o mundo Estados Unidos toda hora isso é em matéria de jornal se o congresso americano não votar o orçamento hoje a máquina para vai ter que demitir os comissionados toda hora você já deve ter visto matéria desse tipo então não é uma coisa só da nossa república é geral em relação a essa briga essa queda de braço normal entre legislativo oposição e governo eleito então a LDO voltando lá só para fechar ela tem que ser feita no final do primeiro semestre para orientar a feitura da LOA no segundo semestre então você pode até pensar que ela dura seis meses porque aprovada a LOA agora é a LOA que entra em ação\n\n[01:06:30] a LDO termina não porque a LDO também acompanha a execução da LOA então a LDO de 2025 foi votada em 2024 valeu segundo semestre 2024 enquanto eu faço a lei orçamentária de 2025 e acompanha toda a execução da lei orçamentária de 2025 ela vai durar um ano e meio no mínimo agora pensa bem como é difícil falar isso a última foi votada no dia 30 de dezembro porque um ano e meio é esse? vai durar um ano só porque ela foi aprovada fora do prazo então é muito difícil você cravar o prazo de validade de uma LDO o que eu costumo pedir que faça o seguinte se não for colocado contra a parede e ser obrigado a dizer literalmente o prazo é falar o seguinte todo ano tem uma LDO pronto essa é a resposta mais segura que tem porque realmente todo santo ano tem uma LDO organizando a feitura da lua que vai entrar em vigor\n\n[01:07:30] no ano seguinte beleza? muito bem créditos extraordinários aqui aliás créditos adicionais para pegar os três tem uma casca de banana bacana aqui examinador gosta aliás não é casca de banana não é exceção que eles gostam mais ainda eu há pouco falei que nós temos três créditos adicionais suplementar especial e extraordinário vamos matar o suplementar o que é o crédito extraordinário suplementar? olha eu trouxe uma previsão de gasto e ela foi insuficiente para aquele ano então eu suplemento esse gasto então é claro que o crédito suplementar morre junto com a lei orçamentária porque ele suplementa uma lei orçamentária morreu a lei orçamentária crédito suplementar não se fala mais por isso no artigo 167 olha o que fala o parágrafo segundo famosa exceção\n\n[01:08:30] a regra da temporariedade a característica da temporariedade olha lá parágrafo segundo do artigo 167 os créditos especiais e extraordinários terão vigência no orçamento financeiro em que foram autorizados perfeito mas olha lá salvo se o autorizado for promulgado nos últimos 4 meses daquele exercício caso em que reaberto nos limites seus saldos serão incorporados ao orçamento financeiro subsequente olha vão virar o ano exceção a temporariedade da lei orçamentária crédito especial é aquele que não tinha previsão na lei orçamentária veio do nada estou no meio do ano tem que fazer isso boa ideia vamos fazer e o orçamento não trouxe agora sem problema projeto de lei pede autorização ao congresso e se adquirir um crédito especial tem que dizer a fonte de onde veio o dinheiro certamente vou ter que cancelar um programa um projeto trazer para cá aprovo e gasto\n\n[01:09:31] não está atrelado a lua que dura um ano eu criei ao longo do ano e o extraordinário é urgência como a gente já viu quer dizer então esses podem virar o ano tá fugindo a regra da temporariedade vende bem essa exceção em concurso guarde aí o parágrafo segundo do artigo 167 e por fim é uma lei especial porque tem todo um processo de elaboração legal determinado pela legislação em âmbito federal artigo 166 todo um processo de elaboração legal próprio que em âmbito da nossa lei orgânica esse processo de elaboração legal está no artigo 258 da nossa lei orgânica muito similar ao 166\n\n[01:10:32] grande diferença que na 166 nós temos no 166 da constituição aquela famosa comissão permanente de deputados e senadores congresso em âmbito nacional é bicameral a câmara municipal não então a gente tem uma comissão permanente de orçamento formada pelos vereadores e que vão aprovar a lei orçamentária com todo um procedimento peculiar a aprovação das leis ordinárias aliás também outra informação que vem de que é uma beleza se o artigo 66 que traz esse procedimento especial para aprovar as leis orçamentárias for omisso o que que eu posso fazer olha o que diz no artigo 166 o seu parágrafo o parágrafo 7 aplicam-se aos projetos mencionados neste artigo no que não contrariar\n\n[01:11:33] o disposto nessa sessão as demais normas relativas ao processo legislativo eu vou para o processo legislativo normal olha a prova que é um procedimento formal o 166 traz regras peculiares que se for omisso e não atrapalhar as regras peculiares eu vou na lei normal no procedimento de aprovação de leis normais a constituição se não me engano é o 59 61 por ali assim falando do processo de elaboração das leis ok? então é especial porque tem todo um procedimento especial tem as emendas parlamentares a serem analisadas com seus requisitos quer dizer enfim eu tenho todo um caminho especial para aprovação das leis orçamentárias ok? então características gerais das leis orçamentárias não pretendo trabalhar nenhum específico porque a gente tem aí só a parte da manhã para trazer as informações básicas destaquei então o crédito extraordinário o decreto municipal isso realmente não podia\n\n[01:12:33] deixar de mencionar agora destaco também em relação a LOA que ela tem princípios específicos então muita atenção muita atenção nós temos princípios do direito financeiro e princípios da lei orçamentária são dois grupos diferentes você não pode confundir quando ele falar em princípio pare do direito financeiro que eu comecei aqui equilíbrio fiscal pode ser fiscal transparência fiscal ou da lei orçamentária e a lei orçamentária tem princípio o mais chamativo da não vinculação que vocês vão trabalhar no direito tributário até mais do que no direito financeiro mas eu tenho o princípio da exclusividade eu tenho o princípio da especificidade o que que é o princípio da especificidade a lei orçamentária não fala assim ô secretaria de saúde toma aí 30 milhões\n\n[01:13:34] de reais para gastar esse mês esse ano não não é assim ou secretaria de saúde você tem 30 milhões para gastar esse ano 2 milhões e 500 no projeto x 3 milhões na atividade y 4 milhões no programa tal é tudo amarrado é o princípio da especificação por isso que a lei orçamentária é um calamaço desse tamanho que ninguém aguenta ler ! porque são programas projetos atividades onde eu amarro esse dinheiro princípio da especificação ok? por isso que um dos anexos da LRF é tido como exceção esse princípio eu gosto sempre de lembrar exceção porque o examinador gosta de exceção a lei de responsabilidade fiscal criou três anexos na LDO anexo de metas fiscais anexo de riscos fiscais e atenção terceiro anexo não tem no município que é o anexo inflacionário que é competência da União artigo 4º\n\n[01:14:34] da LRF criou três anexos para a LDO a LDO foi criada pela Constituição de 88 não tinha uma novidade da Constituição de 88 aí veio a LRF e aperfeiçoou exigiu o anexo de metas fiscais riscos fiscais e metas inflacionárias para o município esquece o terceiro anexo fica só metas fiscais e riscos fiscais e quais são os riscos? previsão então o anexo de riscos fiscais é uma exceção a especificação porque eu não tenho como especificar quais são os riscos que eu vou ter no que vem posso até tentar fazer um levantamento alguma coisa como se fosse a matriz de risco nos contratos administrativos aí quem estuda licitações e contratos já viu que a nova lei deu uma imensa atenção a matriz de risco aliás a nova lei de licitação é insuportável para nós da área jurídica e parece que foi feita para alguém que não é da área jurídica é uma coisa impressionante a fase preparatória então é insuportável uma repetição de repetição plano de contratação anual ETP\n\n[01:15:34] termo de referência pelo amor de Deus bota tudo no licicador bate e sai edital não tem por que aquilo tudo é uma burocracia insuportável mas normal a lei anterior não falava nada vem a nova lei exagerou um pouquinho então essa estrutura interna é que acaba se destacando nesse contexto aqui da especificação em relação a como prever o futuro então fere a especificação fere não é exceção é especificação tá e antes de entrar na vinculação princípio da exclusividade vende que é uma beleza já ouviram falar em cauda orçamentária orçamento rabilongo olha aí vem daqui 165 de nossa constituição acho que é o parágrafo oitavo olha lá a lei orçamentária anual não conterá dispositivo estranho a previsão de receita e fixação de despesa para porque mais você espera encontrar a lei orçamentária além de receita e despesa\n\n[01:16:36] então para e pensa se veio a nova ordem constitucional parágrafo oitavo do artigo 165 materializando o princípio da exclusividade dizendo que na lei orçamentária só pode ter matéria vinculada ao orçamento é sinal que isso não era cumprido é sinal que o óbvio não era respeitado então vou ser o mais claro possível para te explicar o que é orçamento rabilongo ou caldo orçamentária hoje é o que se fala em matéria de medida provisória o governo manda uma medida provisória e o parlamentar bota uma emenda que não tem nada a ver com o tema da medida provisória chamam isso de que? jabuti orçamento rabilongo é o jabuti do orçamento olha o saudoso aliomar balheiro que é um dos ícones do direito financeiro não me recordo o orçamento disse que em uma lei orçamentária brasileira foi colocado o desquite não era nem divórcio era desquite\n\n[01:17:37] e durou um ano só aí você passou por um amigo ué cadê a aliança porra me desquitei porra também quero já era como que já era durou só um ano porra você nem vai me avisar pois é não podia fazer muita farofada senão a galera descobria então é de poucos você sabe que a república é de poucos para poucos a gente se reuniu cada um se livrou do que se livrar ok e pronto olha aí acabou não pode mais isso é a cauda orçamentária orçamento rabilongo que agora cai porque a constituição deixa bem claro não pode ter matéria estranha ao orçamento antigamente tinha e olha que interessante antigamente cabia a DI contra a cauda porque a cauda orçamentária era a criação de direitos e obrigações era matéria estranha ao orçamento hoje cabe contra todo o orçamento lei formal cabe a DI antigamente só a parte da cauda podia ser objeto de ADI ok então cauda orçamentária vem de bem orçamento rabilongo gente isso vem de Rui Barbosa você não me engano quem fala orçamento rabilongo foi Rui Barbosa você vê que a aprovação da lei orçamentária é um buraco sem fim\n\n[01:18:38] há milhões de anos é uma coisa impressionante agora vamos lá o princípio da não vinculação o princípio da não vinculação é a coisa mais engraçada do mundo porque a constituição no inciso 4 do 167 o trabalha só na frase inicial vamos lá 167 inciso 4 princípio constitucional da não vinculação diz ele são vedados a vinculação de receita de impostos a órgão fundo ou despesa parou só isso o resto todo são exceções e se você soma com o parágrafo 4º mais exceções e se você vai na DCT acha mais exceções peraí peraí então o princípio da vinculação tem tantas exceções que o governo precisou criar a desvinculação de recursos da união é uma coisa interessantíssima\n\n[01:19:38] difícil de entender lá na universidade federal eu leciono na UF de Niterói há mais de 30 anos Paulo Temei recebe professor visitante de outros países o cara não consegue entender peraí se é o princípio da não vinculação para que eu tenho que desvincular receitas da união se já não tem vinculação aí você explica que esse é um país estranho é um país estranho mas não fala mal não só eu posso falar mal você não pode falar mal ok então vamos lá tem tantas exceções vinculando receita que eu precisei fazer a desvinculação de receitas da união e atenção no governo Temer essa desvinculação chegou aos estados e aos municípios então 70 e 6b na tua vida porque antes era só para a união DRU não estão lembrados essa sigla DRU desvinculação de recursos da união e qual foi a jogada quem criou isso foi a FHC ele desvinculou 20% como é que ele faz isso olha só não vou brigar com a regra constitucional\n\n[01:20:40] manda aplicar tantos porcento educação saúde não sei o que e não sobra nada para as despesas discricionárias já ouviram isso é o DRM DRM eu tiro 30% da base de cálculo e aí sim vinculo o que está previsto na constituição famoso jeitinho brasileiro me viram você me aperta de um lado eu me viro de outro por isso há uma previsão no contexto de reforma administrativa de acabar com as vinculações vocês já viram isso está se falando muito isso acabar com as vinculações e você que aprenda a votar\n\n[01:21:43] se você acha que o cara investiu pouco na educação não vota mais no desgraçado vota no próximo candidato que diz olha vou aplicar mais recursos agora eu não posso ser obrigado a aplicar tem governante que na cara dura fala olha não está precisando mais na educação estou investindo porque mando eu tinha que pegar esse dinheiro e trazer para a saúde na verdade ele quer trazer para o bolso dele mas é aquela história tem que falar mal para acabar com a vinculação e sobrar dinheiro para fazer o que eu quiser de acordo com a minha campanha eleitoral esse seria até o acertado mas não faz a gente sabe que diz que preza educação e saúde pública as vinculações principalmente nesses dois são importantíssimos tratadas pela própria constituição então cuidado que agora tem desvinculação também em âmbito de orçamento municipal criado aí no governo temer muito bem visto isso vamos falar um pouco de despesa pública vamos avançar e vamos falar aí da despesa pública a despesa pública a despesa pública é uma matéria se você pegar os cursos de financeiro vem antes de receita e é bem interessante essa técnica porque pensa bem você como cidadão antes de gastar primeiro vê se tem dinheiro né qualquer um faz isso tem alguns malucos por aí que né se perdem mas o normal é isso tem dinheiro para comprar o que eu quero\n\n[01:23:06] o governo não tem essa alternativa o governo tem despesas públicas obrigatório não tem jeito então despesa pública aqui depois eu me firo para arrumar receita para bancar a despesa pública por isso que a gente trabalha despesa pública na frente de receita porque elas em muitos casos são obrigatórias e na 4320 ela dos 58 a 70 eu tenho essa questão que é super cobrada o procedimento da despesa pública empenho liquidação e pagamento os artigos pertinentes sobre essas figuras eu vou tentar explicar essa sequência como eu falei no início da aula vamos tentar entrar em direito financeiro via direito administrativo então vamos olhar para uma despesa em um contrato administrativo então a gente já começa com uma expressão atenção que não é técnica não está na lei mas eu particularmente gosto muito pré empenho\n\n[01:24:09] para abrir uma licitação eu tenho que verificar se tem recurso orçamentário para a contratação que vai nascer hoje essa exigência está lá no centro e se perdido no 150 da 14.133 deveria estar lá no início na saudosa 8666 ela estava no artigo 7 para abrir é fase interna da licitação procedimento da despesa passa pelo departamento orçamentário que vai me falar ó se eu quero comprar tem dinheiro não e então nem abre a situação agora se tem reserva essa grana alguns falam nota de bloqueio de despesa ndb muito usual também segura porque porque você está abrindo licitação essa grana vai sair lá na frente você montar os pés pelas mãos abrir mais licitação do que dinheiro tem departamento orçamentário serve para isso e aí tem esse nome pré empenho porque o empenho se dá na assinatura do contrato eu assino o contrato tem que emitir uma nota de empenho eu quando trabalho para empreiteiro eu falo para ele meu irmão\n\n[01:25:18] não precisa voltar de lá com o contrato o contrato é anexo de tal você já tem há milhões de anos você volte da assinatura do contrato com a nota de empenho essa é a tua segurança porque a nota de empenho vai botar o seu nome vai botar especificação da despesa obra pública e vai botar o valor que eles têm que pagar você volta tranquilo está bloqueada essa grana para você aí você cumpre a sua parte eles vão liquidar dizer que é verdade ele cumpriu com a parte dele e depois vou mandar de pagar olha a sequência da licitação pré empenho para abrir o edital empenho quando eu assino o contrato liquidação quando o contratado afirma que cumpriu a sua parte só vai emitir nota fiscal depois que eu mandar liquidar depois de feita liquidação onde eu vou dizer tudo ok pode emitir a nota fiscal e aí eu vou lá e pago e estranhamente não sei se perceberam a 14.133 não dá prazo para pagar cara a 8666 dava 30 dias\n\n[01:26:21] prazo para pagar agora é no edital que vai dizer todo mundo respeitando os 30 dias tradicionais da 8666 mas você procurar não tem lá temporal para fazer o pagamento que é um fatores e sobrepreço nas licitações e tome cuidado em superfaturamento não é mais aquilo que a gente sempre pensou o que quero superfaturamento vender acima do preço mercado não é mais agora oficialmente chama-se sobrepreço vocês já viram isso a nova lei tem 60 conceitos cara isso na mão do examinador inescrupuloso o inferno eu vou ter que decorar 60 com 6 porque o cara tem 60 questões na mão que ele faz ele bota o conceito denunciado e termina na cara dura o conceito acima refere-se a dois pontos tem 60 questões da mão dele boa e lá no finalzinho acho que 57 58 tem conceito de sobrepreço e superfaturamento cuidado\n\n[01:27:22] superfaturamento é outra coisa hoje em dia envolve em cima preço também envolve preço mas envolve entregar produtos em qualidade ou qualidade diferente do edital ok sobrepreço é isso é vender acima do preço mercado ponto fica atento com essa variação ali e colhem para o artigo 6 estou com carinho da 14.133 toda hora que você for trabalhar uma questão lá antes de trabalhar o artigo próprio vai no artigo 6 vai ter um conceito inerente à questão vai te ajudar a lei está te dando um conceito aí você soma com o artigo pertinente faz o melhor trabalho na hora da resposta da questão ela fala claramente em liquidação lá no 140 e 140 e 6 trabalhando a liquidação e depois fala no pagamento em relação a execução com o ok então ao elo muito importante olha outro elo legal desapropriação da própria são gera despesa por o decreto que declara a\n\n[01:28:22] utilidade pública de um bem tem que trazer programação orçamentária porque eu vou pagar por e agora com 34 a da nova lei de licitação o pagamento está sendo imediato você já viram 34 a eu como advogado orienta meu cliente ó vai lá e aceito o valor oferecido porque se você falar por escrito que aceito o valor oferecido você levanta 100% do valor depositado e ainda pode contestar porque você não vai usar isso e para administração se você aceita é emissão definitiva olha a agilidade que isso traz em programas de regularização fundiária e eu dou uma posse uma um domínio útil fica melhor do que posso para um ocupante e o título de propriedade eu não vou dar jamais porque ações proprietárias vai demorar meio século eu nem ganhei ainda para te dar título de propriedade olha um dos grandes problemas da reforma agrária de reúrbico vocês têm que estudar reúrbico para fins de procuradoria de\n\n[01:29:23] município regularização fundiária urbana o sem teto hoje é um problema tão grande quanto sem terra isso tudo gera o que é que são salientário dinheiro eu tenho que comprar o imóvel para entregar ao sem terra no caso na área urbana né se for imóvel público ótimo preferência sem licitação que levar a situação dispensada para fins de regularização fundiária então são temas que você precisa ficar ligado e se ela se for imóvel todo com despesa pública é extremamente interessante e agora vamos lá crítica tradicional ao artigo 50 eu tenho ele ali artigo 58 da 4320 de 64 eu vou fazer um outro elo com a lei de licitações olha aqui olha o que ele conceitua empenho empenho de despesa é ato emanado de autoridade competente que cria para o estado obrigação de pagamento pendente ou não de\n\n[01:30:23] implemento de condição empenho não gera obrigação de pagamento o que gera obrigação de pagamento é um contrato administrativo esse gera obrigação de pagamento então empenho é um instrumento contábil que a ele acompanha um ato ou um contrato que gera obrigação de pagamento essa crítica é reinante empenho não gera obrigação de pagamento ele acompanha um ato que gera unilateral ou bilateral no caso ali o contrato é que gera obrigação de pagamento agora lembro não sei se eu fiz um slide sobre isso deixa eu ver aqui é daqui ele mesmo lá lembro que tradicional né desde o 2 e 386 nós temos isso depois veio 8666 e depois agora 14.133 a nossa lei de licitações atual que é possível em contratos de pequeno valor que eu não celebre o instrumento contratórico ele calamaço eu posso substituir por\n\n[01:31:27] instrumentos hábeis isso hoje está no 95 da 14.133 e um dos instrumentos que ele elenca como substituto ao contrato é a nota de empenho aí sim quando a nota de empenho for um substituto do termo contratual aí ela gera obrigação de pagamento porque aí ela é contrato ela não é só nota de empenho perceberam enquanto ela é só nota de empenho ela não gera obrigação de pagamento porque ela acompanha um ato que gera obrigação de pagamento unilateral ou bilateral no exemplo insisto aqui o contrato administrativo bilateral agora a partir do momento que ela substitui o termo contratual ela está contrato ela é mais do que uma nota de empenho ela está contrato aí ela gera obrigação de pagamento ok importante esse destaque em relação à figura da nota de empenho como instrumento contratual\n\n[01:32:31] artigo 95 da lei geral muito bem em relação à despesa pública inevitável ficar de fora né a menção do limite de gasto com o pessoal faltou uma referência certamente eu pensei isso de um grupo de slides sobre o tema peço desculpas mas o que eu tenho aqui é o artigo 29 da lrf peço perdão acrescenta aí ao slide artigo 29 da lrf traz o limite de gasto com o pessoal na união 50% da rcl rcl receita corrente líquida aliás é um conceito criado pela lrf até então tinha receita corrente receita de capital agora eu tenho receita corrente líquida e na lrf se você precisar você tem um conceito de receita corrente líquida no artigo segundo aliás o artigo segundo tem conceitos\n\n[01:33:31] que eu tenho um conceito muito usual também no direito público de estatal dependente estatal dependente estatal dependente é o maior barato porque estatal dependente usa dinheiro do orçamento não usa dinheiro do orçamento de investimento na estatal usa dinheiro do orçamento fiscal é aquela estatal que não paga as suas contas para pagar conto de luz telefone liga para o governo socorro estou sem dinheiro o governo pega dinheiro do orçamento e paga para essa estatal essa estatal entra no teto máximo de gasto com o pessoal olha como muda a resposta estatal entra no teto não não entra mas se for dependente entra porque é o orçamento que está pagando e aí estatal entra no precatório a precatória é para fazenda pública estatal é pessoa de direito privado\n\n[01:34:31] o supremo já falou que se presta serviço público entra se presta serviço público entra agora se for dependente também porque quem vai pagar é o governo não é estatal aí vai para o precatório isso muda muita questão então conceito estatal dependente bem legal aqui no artigo 2º está no inciso 3º desse artigo 2º agora no 29 ele me traz para os municípios 60% da receita corrente líquida agora problema agora problema deixa eu ver se eu cheguei a mandar esse slide aqui problema o artigo 20 não não é esse aqui mas vamos lá no artigo 20 da LRF nós temos dissecado esse percentual por órgãos e poderes então vem o 19 traz o limite global aí de repente vem o artigo 20 e diz assim\n\n[01:35:34] a repartição dos limites globais do artigo 19 não poderá exceder os seguintes percentuais 1 na esfera federal 2 na esfera estadual 3 na esfera municipal então vamos lá que não interessa a esfera municipal 6% para o legislativo incluindo o tribunal de contas da união do município quando houver que é o nosso caso e 54% para o executivo ora isso é um desrespeito a autonomia municipal prova de PGM é Deus no céu e autonomia municipal no colo de Deus ok qualquer coisa não sabe o que responder fala assim em razão da autonomia municipal já ganhou meio ponto que examinador já vai ficar feliz quando você lembrou da importância da autonomia municipal vejam eu comecei a aula lembrando todos os entes podem legislar sobre direito financeiro é competência concorrente artigo 24 1 a união quer trazer norma geral\n\n[01:36:34] artigo 24 norma geral norma geral está aqui no 29 o município só pode gastar 60% da receita corrente líquida com o pessoal agora aonde o município vai gastar não cabe a união dizer e ela está dizendo na LRF no artigo 20 dividindo essa cota quem tem que dividir isso é a Câmara Municipal lei municipal a nossa autonomia eu que vou dizer quantos porcento vai ficar para o executivo quantos porcento vai ficar para o legislativo não pode a união enfiar por goela abaixo tanto para estados quanto para o município então há um entendimento doutrinário que os incisos 2 e 3 do artigo 20 são inconstitucionais porque extrapolam normas gerais competência da união no artigo 24 impor norma geral norma geral 29 o 20 é um absurdo agora atenção duas ADI já caíram não conseguimos derrubar isso em âmbito do Supremo Tribunal Federal ele manteve os dois incisos tá então o Supremo não comungou da tese\n\n[01:37:36] que a união não deveria se meter nessa divisão entre os poderes da república do artigo 20 da LRF ok agora vamos lá o artigo 18 da LRF trabalha o que é despesa com o pessoal um conceito muito importante tá você vai somar isso ao seu caderno de direito administrativo quando você for estudar exoneração por excesso de gasto orçamentário artigo 69 da constituição e o próprio 69 cita a LRF ele pede uma lei complementar para dispor o limite de gasto com o pessoal tá aqui é LRF artigo 18 e em diante o 19 e 20 trabalha os limites o 18 trabalha o que é despesa com o pessoal e eu chamaria sua atenção interessantíssimo aqui terceirização para quem faz concurso público gosta de demonizar a terceirização dizendo que ela é uma burla ao concurso público\n\n[01:38:37] ela não é não a terceirização está aí desde o decreto lei 267 a terceirização substitui o cargo isolado com muito mais eficiência eu sei que não é comum falar bem da terceirização ok mas no serviço público não há dúvida que ela tem o seu papel ok e atenção pela primeira vez a lei de licitação fala na palavra terceirização ela primeira 48 da 14.133 e no parágrafo único fecha o nepotismo na terceirização que era um caminho do nepotismo sensacional a nova lei de licitação no particular da terceirização leia o 48 especialmente seu parágrafo único e quando eu queria a súmula vinculante número 13 eu não posso mais votar parente em carro em comissão mas o parente não morre o que que acontece domingão vai lá em casa filar a boia né aí no final do dia eu creio nossa não vai pedir dinheiro hoje não acredito aí na hora de dar um abraço um beijo padrinho não a graninha achei que minha filha vou ter que arrumar um emprego para esse menino\n\n[01:39:38] e aí onde é que eu vou enfiar esse garoto olha lá bota na terceirizada que a terceirizada contrata sem concurso concorda terceirizada é uma empresa privada ela contrata quem ela quiser pô de tanto fazerem isso a nova lei trouxe o parágrafo único do 48 como conter o nepotismo na terceirização está indo todo mundo para o S agora todo tem o seu jeito você fecha uma porta e eles abrem outra mas na terceirização foi fechada e é interessante enxergar isso vamos lá olha o 18 o conceito de gasto está no caput né mas aí vem o parágrafo primeiro os valores dos contratos de terceirização de mão de obra que se refere olha a clareza a substituição de servidores e empregados públicos serão contabilizados como outras despesas de pessoal então entra e ainda tem a rubrica com salientária própria outras despesas com pessoal isso tudo eu levo em consideração para jogar naquele limite da receita corrente líquida gasto com pessoal ok\n\n[01:40:38] muito bem agora destaco mais uma vez que o gasto com as organizações sociais não entra os gastos com as OS e você tem que ficar atento ao estudo das OS direito administrativo terceiro setor porque OS estado e município do rio estão abusando da parceria com as OS principalmente na área de saúde dificilmente hoje o hospital público não é uma organização social a UPA uma clínica da família está tudo na mão do OS parceria com a sociedade civil sem fins lucrativos parceria com ONGs eu qualifico a ONG como organização social pego o dinheiro do orçamento que se eu contratasse pessoal entraria no limite de gasto com pessoal passo para uma organização social via transferência voluntária ou subvenção social nomes importantíssimos\n\n[01:41:39] para o direito financeiro e esse dinheiro público usado pela OS não entra na contagem de gasto então uma palavra popular bem claro que eu peço que não use na prova a OS vira uma laranja uma laranja porque se eu pegasse esse dinheiro e contratasse pessoal para um órgão público entraria no limite para driblar o limite eu faço uma parceria com a OS pego o mesmo dinheiro e repasso para ela e aí não entra olha que lindo por isso que o Eduardo Paz não cumpriu a promessa de campanha se eleito vou acabar com as OS essa OS e o Crivella fazendo lambança e tal eu falei é isso mesmo vou votar no senhor aí ele foi eleito e não acabou com as OS ainda aumentou o número de OS fiquei indignado falei pô peraí cara não vai cumprir ainda aumentou por que que ele fez isso? porque eu insisto se ele mata a OS e absorve a trabalho da OS novamente em órgãos e autarquias o gasto aumenta porque aí entra na contagem de gastos com o pessoal eu preciso da OS\n\n[01:42:39] para não extrapolar o limite de gasto ok? e guarde isso transferência voluntária isso aqui é uma parceria eu faço parceria se quiser ou não defini em fazer eu repasso o dinheiro do orçamento para a OS transferência voluntária vale lembrar a subvenção social porque o artigo 70 da constituição quando fala controle parlamentar usa a expressão subvenção que obviamente as OS tem que prestar contas não só para o poder público que a qualificou quanto para o tribunal de contas porque usa dinheiro público mas esse dinheiro está fora da contagem de gasto com o pessoal ok? isso vale para o CIP isso vale para a OSC criadas aí no governo Dilma estão lembrados? a 13.019 as parcerias com as organizações da sociedade civil tudo isso envolve transferência voluntária e esse gasto está fora do limite de gasto com o pessoal da LRF perfeito?\n\n[01:43:40] muito bem vamos falar um pouco agora de receita pública e aí vem um conceito tradicional de aliomar balheiro aliomar balheiro muito citado esse conceito tem concurso público que simplesmente traz o conceito e pergunta o que que é tá? então vai lá olha lá aliomar balheiro receita pública é entrada que integrando no patrimônio público sem quaisquer reservas condições ou correspondentes no passivo vem a crescer seu vulto como elemento novo e positivo então conceito muito usual e esse conceito é tido como o aspecto restrito por quê?\n\n[01:44:40] porque o conceito de receita pública no aspecto restrito é o que mais chama atenção é o que entra e fica o que entra e o governo utiliza existem algumas arrecadações que o governo não utiliza ele faz e tem que repassar entra do município normalmente ele recebe esse repasse não é muito comum mas existe receita no aspecto amplo vou te dar um exemplo de receita no aspecto amplo que o município pode fazer dívida pública se o município faz uma operação de crédito entra dinheiro, perfeito? mas eu tenho que pagar, né? se eu tenho que pagar tem correspondente no passivo olha aqui sem quaisquer reservas condições ou correspondentes no passivo então dívida pública para o direito financeiro não é receita porque a doutrina trabalha o conceito de receita no aspecto restrito dívida pública tem que pagar receita é só o que entra e fica sem correspondente no passivo\n\n[01:45:41] essa é a grande jogada conceito de receita no aspecto amplo qualquer ingresso, qualquer entrada inclusive proveniente de dívida pública agora conceito de receita no aspecto restrito restrito é efetivamente o que se procura ter matéria até de responsabilidade fiscal porque o que entra via dívida eu tenho que pagar eu não trouxe nenhum slide sobre dívida pública eu estou vendo que provavelmente vou acabar falando porque eu estou só falando ninguém está fazendo pergunta nenhuma eu estou só falando, né? estão pagando, eu tenho que falar, né? então eu estou vendo que certamente os slides vão até acabar antes do tempo sem problema nenhum a gente volta a falar sobre outros assuntos inclusive a dívida que a princípio eu não trouxe aí nenhum slide sobre o tema mas eu lembro que o atual prefeito está fazendo dívida pública do município que é uma beleza principalmente com a União está fazendo reformas no município do Rio é legal, está todo mundo vendo ele quer ser candidato a governador, não está na dele o município voltou a ficar bonito, organizado e tal\n\n[01:46:41] e isso custa dinheiro e um dia o município vai ter que pagar e há um controle da dívida pública na LRF então você tem aqui exatamente essa questão receita pública sobre o aspecto restrito não envolve dívida pública porque receita pública sobre o aspecto restrito é o que entra e fica como arrecadação tributária entrou, ficou o município não repassa para ninguém o município recebe repasse de estados e união você sabe aí a divisão de receitas orçamentárias de arrecadação tributária melhor dizendo, estudado no direito tributário com mais fervor do que no direito financeiro ou parte do imposto de renda vai para o município para o estado parte dos impostos estaduais vão para o município quer dizer, então o município recebe muito isso essa parte que o estado por exemplo arrecada e tem que mandar para o município não é receita corrente no aspecto restrito porque entrou, mas vai sair não vou levar em consideração e é muito parecido\n\n[01:47:42] com receita corrente líquida coisa mais fácil de explicar o que é receita corrente líquida todo mundo aqui tem contra cheque ou se infelizmente está sem no momento já teve aí tem lá o bruto e o líquido o líquido é que sobra na tua mão isso é receita corrente líquida como parâmetro para gasto com o pessoal eu não vou pegar o parâmetro da união que pega aquela grana toda e tem que sair repassando receitas obrigatórias não é injusto o que fica é o parâmetro para as bases que eu tenho em relação a execução desse orçamento ok? então o conceito restrito de receita corrente de receita pública agora detalhe interessante a lei adota o conceito amplo é importante frisar isso a 4.320 de 64 adota o conceito amplo e trabalha o ingresso de\n\n[01:48:43] dívida pública ou genericamente operação de crédito são sinônimos operação de crédito gera dívida pública então ela traz com todas as letras vamos ver aqui o artigo 11 da 4.320 de 64 ele traz até uma tabelinha no seu parágrafo 4º se não me engano que bate o olho e você vê que entrou olha o artigo o artigo o artigo\n\n[01:50:12] de dívida pública claro que o poder público pode ser credor né o Brasil é credor de dívida externa de vários países da África não é o caso de um município o município não empresta pra ninguém esse problema não existe o município é devedor porque ele pega dinheiro emprestado ok gerando dívida pública entrando no orçamento tá então mesmo com o correspondente no passivo para a lei é tratado como receita pública perfeito perfeito importante então enxergar conceito no aspecto restrito dado pela doutrina e o conceito no aspecto amplo dado pela 4.320 de 64 diga hoje a não só a LRF como a própria constituição traz limites para a dívida pública tá cabe ao senado definir os limites da dívida pública dos municípios\n\n[01:51:14] artigo 52 incisos quinto ao nono tá e o senado faz por resolução então tem resolução do senado que traz esse limite aí entra a LRF em ação e traz sanções por não respeitar o limite quer dizer a na verdade a sanção é o seguinte extrapolou o limite eu te dou um ano para voltar o limite não voltou e um ano vem sanções então tá tudo amarrado pela constituição e pela LRF na LRF é o 30 ou 31 que traz essa sanção o colega de casa aí que não ouviu a colega perguntando ela ainda gostou se tem limite e se extrapolar o limite o que fazer então limite vamos lá artigo 52 de nossa constituição tem uma casca de banana bonita para a união mas não nos interessa né o que me interessa aqui é o município compete privativamente ao senado e olha lá o inciso 7 dispôr sobre os limites globais e condições para operação de crédito externo e interno da união do estado federal e dos municípios\n\n[01:52:16] suas autarquias e demais entidades controladas pelo poder público federal 52 inciso 7 falando em operações de crédito e no inciso 8 dispôr sobre os limites e condições para concessão não é oitavo não peraí olha aqui nono estabelecer limites globais e condições para o montante da dívida mobiliária de estado distrito federal e municípios hoje não tem problema porque município não emite mais títulos né desde o governo FHC não tem mais dívida mobiliária municipal então o que me interessa é a dívida consolidada cadê tá aqui olha inciso 6 então mais importante aqui pergunta da colega limite quem fixa 52 constituição da república compete privativamente ao senado inciso 6 fixar por proposta do presidente limites globais para o montante da dívida consolidada da união dos estados do distrito federal e dos municípios tem uma resolução\n\n[01:53:16] essa constituição aqui é muito fraquinha não traz as referências mas se não me engano é a resolução 40 do congresso nacional que fixa esse limite para estados e municípios também com base na receita corrente líquida tá aí a segunda pergunta dela e se extrapolar o limite aí eu vou para LRF e no artigo 31 fala da recondução da dívida aos limites e se não houver recondução parágrafo traz as ações ok beleza vamos tomar um café 9 e 57 né 10 horas vamos tomar um café graças a Deus né enfim não parei de falar um minuto mas enfim vamos lá tomar um café a gente já volta para completar a matéria espero que tenham podemos muito bem vamos retomar\n\n[01:54:16] vamos avançar na matéria trabalhando agora o controle externo especialmente por meio do tribunal de contas eu vou trazer algumas questões que chamam muita atenção até porque há muita tensão entre executivo e controle parlamentar né há muita tensão entre pgm e tribunal de contas pg e tribunal de contas a gu e tribunal de contas né a gente sabe que há essa tensão em relação a esse controle externo tá eu vou começar por uma novo entendimento agora no início desse ano importantíssimo sobre o 71 e 72 mas eu queria preliminarmente chamar atenção por um detalhe muito importante tribunal de contas não é órgão auxiliar do legislativo pelo amor de Deus não há mais espaço para isso tribunal de contas é um órgão independente\n\n[01:55:20] tanto quanto é o ministério público tanto quanto é o ministério público não estou a exagerar até porque órgão independente é aquele que tem atribuição dada pela própria constituição 129 são funções institucionais do ministério público elencar lá 9 atribuições 71 da constituição cabe ao tribunal de contas elencar 11 atribuições então tribunal de contas não é um órgão auxiliar do parlamento ele auxilia o parlamento no controle externo mas não é órgão auxiliar não integra o parlamento e a prova disso está quando a própria constituição da república dá início ao comentário referente ao poder legislativo e eu chamo a sua atenção para o primeiro artigo referente ao tema\n\n[01:56:23] que é o 44 de nossa constituição olha lá o poder legislativo exercido pelo congresso nacional que se compõe de câmara dos deputados e senado federal ué cadê o tribunal de contas olha aqui se ele fosse órgão auxiliar ao legislativo ele estaria nesse artigo seria câmara dos deputados senado federal e tribunal de contas mas não é ele é um órgão independente depõe contra essa posição não sei se perceberam quando eu li o artigo 20 da lrf dei atenção ao município do rio vou insistir artigo 20 inciso segundo na esfera municipal olha lá 6% para o legislativo incluído o tribunal de contas do município não ele devia dar uma linha para o tribunal de contas do município e essa redação ajuda as pessoas a manter essa falsa ideia\n\n[01:57:23] que tribunal de contas integra o legislativo tanto é que o limite de gasto está junto com o legislativo é um erro da lrf prevalece a menção constitucional 44 integra o legislativo câmara dos deputados senado federal não tem tribunal de contas ele é um órgão independente ok e de cara também outra informação fundamental que pgm cobra muito cobra muito qualquer controle externo nunca será prévio porque nós temos como característica do ato administrativo matéria também conhecida como atributos do ato administrativo a presunção de legalidade e legitimidade então lembrados dessa questão lá no direito administrativo são eu consigo elencar dez características mas três todo mundo tem que saber imperatividade presunção de legalidade e de legitimidade e executoridade\n\n[01:58:29] três características são básicas executoridade também conhecido como auto executoridade a segunda é que justifica o fato de não ter controle externo prévio porque se presume legal e legítimo o que o executivo faz não pode ter controle prévio o controle é sempre posterior no máximo com a constituição de 88 com comitante então olha aqui que interessante publiquei o edital de licitação já pode controlar a licitação nem acabou mas o edital já é um ato eu já posso controlar isso é um controle com comitante mas depois de publicado o edital para publicar o edital o executivo precisa de aprovação do tribunal de contas claro que não ah mas eu já vi pedindo também mas não há problema nenhum o prefeito querendo evitar problemas em uma contratação importante submete logo o que vocês acham aí o tribunal de contas mas se ele quisesse publicar o edital e depois o tribunal de contas fazer o seu trabalho ele faria\n\n[01:59:30] ele não tem essa obrigação porque presume se legal o edital que ele vai publicar logo isso mata o controle externo e por favor não se deixe levar para aquela famosa matéria mas e o mandado de segurança preventivo professor pelo amor de Deus o mandado de segurança preventivo não é para evitar o ato é para evitar os efeitos do ato imagina você vai entrar o mandado de segurança com ato que ainda não foi feito não tem nem objeto da ação gente o juiz vai perguntar doutor você está questionando o que? qual é o ato? ah o prefeito falou ontem no rádio que vai fazer isso isso e aquilo eu quero que ele não faça olha cara isso não existe cara eu não posso dar uma liminar para que ele não faça um ato vamos fazer o seguinte assim que ele fizer o ato você corre aqui aí eu analiso e dou uma liminar para o efeito daquele ato não te atingir isso é liminar preventiva no remédio constitucional não é para evitar o ato porque o ato tem que existir para poder ser controlado então isso vale também para o tribunal de contas não existe controle prévio no máximo veja a gente pode aceitar\n\n[02:00:32] e mesmo assim você vai achar que estou distorcendo um pouco a matéria mas enfim no máximo o único controle prévio que a gente pode falar é quando o parlamento vota a lei orçamentária porque o executivo apresenta um projeto o parlamento vota a lei orçamentária isso é um controle prévio eu estou avaliando o que você quer fazer no ano seguinte faço as minhas alterações e pronto mas isso não é nem ato de controle concorda isso é um ato de união entre os poderes para fixar o orçamento do exercício seguinte agora em razão dessa presunção de legalidade e legitimidade do ato não existe controle prévio ele é sempre posterior no máximo concomitante ok? muito bem aí vem uma questão importantíssima que envolve o chefe do executivo em municípios de grande porte como o nosso certamente isso não acontece mas municípios pequenos do interior é muito comum o prefeito que assume querer controlar tudo centralizar tudo então ele vira para o subalterno e fala\n\n[02:01:32] quem assina a nota de empenho aqui sou eu ok? o dinheiro só sai se eu assinar olha como isso é comum em município pequeno pois bem ele está dando margem a ser controlado pelo tribunal de contas no controle de gestão e não no controle de governo essa divisão sempre existiu e tivemos uma decisão em 2015 que entendeu que não havia distinção só que agora na DPF 982 eu acho até que transcreva ela aqui olha lá março de 2025 extremamente recente o Supremo admite a divisão e permite o prefeito que faz atos de gestão ser controlado diretamente pelo tribunal de contas isso é muito importante vou detalhar mais isso porque essa é uma questão esperada para este ano a nossa prova ainda vier esse ano\n\n[02:02:33] porque vejam março de 2025 uma mudança de uma decisão que entendeu diferente disso em 2015 então vamos lá o que que eu tenho aqui 71 da constituição inciso primeiro trabalha a competência do tribunal de contas só um detalhe a mais tá olha o 75 da constituição antes de aprofundar esses artigos aqui isso é uma interpretação muito importante 75 fala assim as normas estabelecidas nesta sessão aplicam-se no que couber a organização composição fiscalização dos tribunais de contas dos estados do Distrito Federal bem como dos tribunais e conselhos de contas dos municípios então em razão da redação do 75 é muito difícil uma constituição estadual e uma lei orgânica inovar normalmente cortam e colam porque é o que está mandando a constituição o 75 está falando\n\n[02:03:33] com todas as letras olha as normas estabelecidas nesta sessão que é controle externo parlamentar aplicam-se tudo bem vamos lá no que couber aos demais entes da federação ok quer dizer então o que está no 71 elencando a atribuição do tribunal de contas você vai basicamente encontrar nas leis orgânicas nas câmaras municipais nas constituições estaduais deixa eu abrir aqui a nossa lei orgânica as atribuições do tribunal de contas do município do rio de janeiro estão olha controle externo a carga da câmara municipal artigo 88 e o artigo atribuições do tribunal de contas do município artigo 95 elencando seis atribuições e valendo obviamente por similaridade\n\n[02:04:35] as demais elencadas na constituição da república artigo 95 além das atribuições do 88 ah então peraí tem 88 aqui ah 88 da lei orgânica é similar ao 71 da constituição ok e você ainda soma com o 95 muito bem então vamos lá inciso 1º do 71 apreciar cabe ao tribunal de contas apreciar as contas prestadas anualmente pelo presidente da república mediante parecer prévio que deverá ser elaborado em 60 dias a contar de seu recebimento vejam compete ao tribunal de contas julgar as contas do prefeito? não o que compete ao tribunal de contas é emitir um parecer e quem vai julgar as contas é o parlamento\n\n[02:05:39] tribunal de contas não julgar as contas do presidente isso ficou muito embolado no impeachment barra golpe ou golpe barra impeachment como você tem enxergado da presidente Dilma eu tenho a convicção que foi golpe não consegui ver crime de responsabilidade ali tá mas enfim muito se falou o seguinte o tribunal de contas reprovou as contas da presidente da república realmente o tribunal de contas deu um parecer pela reprovação ele não reprovou o congresso nacional não julga as contas do presidente desde o último mandato do FHC acredita nisso? são muito preguiçosos impressionante as contas que derrubou a Dilma não foram julgadas até hoje desde o último mandato do tribunal de contas o congresso nacional não julga as contas está lá parado aliás até uma questão interessante se o tribunal se o parlamento não julga vale o parecer olha que questão interessante e nós chegamos a ter uma discussão sobre isso\n\n[02:06:40] não sei se eu coloquei um slide aqui que o Dias Toffles tentou valer esse parecer é... não tem é... não coloquei aqui não mas tem uma decisão e que o tribunal entendeu que não afinal de... contrariando o relator não... o parecer não é vinculante se o julgamento não foi feito não há o que se fazer o parecer não vale se o julgamento não for feito o parecer é uma mera opinião quem tem que julgar é a casa legislativa ok? depois eu procuro esse slide que tem a decisão e eu encaminho pra vocês uma decisão importante quanto a isso então vejam é a chamada conta de governo prestação de contas anuais o tribunal faz o parecer e manda pra casa legislativa e a casa legislativa julga o chefe do executivo ok? não é o tribunal de contas que julga é a casa legislativa julgamento político claro que a casa legislativa\n\n[02:07:40] e o parecer não é vinculante agora atenção o parecer do tribunal de contas do município tem uma peculiaridade prevista na própria Constituição da República o artigo 31 que fala da fiscalização do município o parágrafo segundo o parecer prévio emitido pelo órgão competente sobre as contas do prefeito deve anualmente prestar só deixará de prevalecer por decisão de dois terços dos membros da Câmara Municipal não há redação similar ao Executivo Federal e Estadual então é quórum simples para não acatar o parecer no município o quórum já é qualificado dois terços então vejam isso não muda a natureza jurídica de não vinculante apenas exige do parlamento maior esforço\n\n[02:08:43] para não acatar o parecer o parecer provavelmente já viram muito comum aqui na LERJ aprovar com ressalvas o Tribunal de Contas manda o parecer contra a aprovação das contas e a Casa Legislativa aprova com ressalvas quando o chefe do Executivo tem maioria na casa é isso aprova com ressalvas aí fica todo mundo feliz e nada acontece perfeito eu não sou obrigado a acatar o parecer o parecer é uma opinião agora para derrubar esse parecer o parecer no município tem que ter dois terços em Estado e União quórum simples metade mais um ok? então o município tem uma peculiaridade na aprovação do parecer é o quórum maior agora isso não transforma o parecer como vinculante ele continua sendo meramente opinativo e a Casa conseguir dois terços derruba este parecer diga diga\n\n[02:10:33] ! diga diga ! diga diga inciso primeiro deverá ser elaborado em 60 dias\n\n[02:11:35] não seis meses desculpa foi bom ter verificado 60 dias tá o tribunal de contas tem prazo para dar o parecer a casa legislativa não tem prazo para julgar ! ok? então conta de governo é prestação de contas do exercício anterior ! o tribunal emite um parecer e quem julga é o parlamento! agora a doutrina começou a dizer que se o prefeito pular para o inciso segundo eu teria contas de gestão e ele estaria sujeito ao controle do tribunal de contas o que seria pular para o inciso segundo? olha o inciso segundo do 71 aquela história do prefeito assinar nota de empenho olha lá julgar as contas dos administradores e demais responsáveis por dinheiros, bens e valores públicos da administração direta e indireta incluídas as fundações e sociedades instituídas e mantidas pelo poder público federal e as contas daqueles que derem causa perda, extravio ou outra irregularidade que resulte prejuízo ao erário público\n\n[02:12:40] erro grosseiro clássico, não tem erário privado para precisar escrever erário público então por favor nunca fale isso erário público é um tiro no pé basta erário porque a gente já sabe que é público o nosso congressista constituinte pisou na bola aqui redondamente quer dizer então se o prefeito assina nota de empenho ele passa a fazer ato de gestão pula para o inciso 2 e a doutrina começou a defender a tese que neste caso o tribunal de contas poderia controlá-lo aí veio o ministro Luiz Roberto Barroso no RE 848826 em 2015 e disse não, não, não, até se o prefeito assinar nota de empenho até se o prefeito fizer ato de gestão o tribunal de contas não vai julgá-lo quem vai julgá-lo é o parlamento e matou essa questão, matou esta possibilidade eu me lembro inclusive que saiu uma prova do ministério público aqui do Rio de Janeiro que estava na banca a Mariana Montebello que chegou na época a ser presidente do TCE\n\n[02:13:41] a única que sobreviveu, eu lembro, todos os outros foram presos só sobrou a Mariana Montebello que veio originariamente do MP do Tribunal de Contas e ela na banca do MP perguntou exatamente isso pouco tempo depois da mudança e muita gente fez a divisão se esquecendo que o Supremo tinha fechado a porta para essa divisão quer conta de governo, quer conta de gestão quem controla as contas do prefeito é a casa legislativa e não o Tribunal de Contas mas essa realidade muda, olha aqui, olha a decisão agora na DPF 982, 2025 prefeitos que ordenam despesas, ela é ordenador de despesas, assina a nota de empenho tem o dever de prestar contas seja por atuarem como responsáveis por dinheiros, bens e valores públicos da administração seja na eventualidade darem causa a perda extravio ou outra irregularidade que resulte em prejuízo ao erário compete ao Tribunal de Contas nos termos do 71.2 da Constituição Federal o julgamento das contas de prefeitos que atuem naquela qualidade de ordenador de despesas\n\n[02:14:43] a competência dos Tribunais de Contas, aqui tem três quando atestada a irregularidade de contas de gestão prestada pelos prefeitos ordenadores de despesas a imputação de débito e aplicação de sanções fora da esfera eleitoral, claro, estou controlando o administrador independente da ratificação pelas câmaras municipais preservada a competência exclusiva destas para fins do artigo 1º, inciso 1º, claro, que é o caso das contas de governo então agora o prefeito que assina a nota de empenho e vira ordenador de despesas atenção, eu não estou aqui com a lei, mas se não me engano é o parágrafo 1º do 80 do Decreto-Lei 267 você nunca foi tão longe do Decreto-Lei 200, a gente para sempre no artigo 5º, mas enfim o artigo 80, parágrafo 1º, tem um bom conceito de ordenador de despesas se você precisar de uma prova, está lá na compilação do direito administrativo se não é parágrafo 1º, é parágrafo 2º, talvez o caput, enfim\n\n[02:15:43] do 80 do DL 200, o ordenador de despesas é aquele cara que tem a chave do cofre aquele que autoriza o gasto, então é o caso do prefeito que resolve assinar nota de empenho autorizando o gasto, município grande, estado e união tem sempre o sub do sub, né o sub do sub serve para isso, ele que vai preso, ele que tem as contas bloqueadas é o sub do sub, e o cara sabe disso, se você é o sub do sub é porque eu não estou a fim de ser responsável é o sub do sub que pega aquele, ah, sim senhor, pode deixar que eu faça e tal só não me manda embora, é cargo de exoneração, livre escolha de exoneração, cargo de comissão, né o cara está ganhando bem, né, mas ele que bota a cara a tapa porque regra geral, ele é o ordenador de despesas duvido que o atual prefeito aqui do Rio de Janeiro, ou seja, qual for o anterior tenha assinado nota de empenho, município grande tem toda uma estrutura organizada município capital, nosso município é município polo da nossa região metropolitana, né outro estudo que eu sei que ficar atento em relação a procuradoria de municípios\n\n[02:16:45] regiões metropolitanas, o estatuto da metrópole, né, a atribuição é importante de chefiar, né, ser a referência, né, quem chefia é o estado, na verdade, né mas o município polo, depois do estado, é aquele que tem maior influência na região metropolitana tá, então mudou, hein, mudou, agora o tribunal de contas controla as contas do prefeito quando são contas de gestão agora, as sanções não são as mesmas em relação a conta de governo a sanção é a sanção que o tribunal de contas faz, o tribunal de contas é um órgão o quê? administrativo, né, órgão administrativo de tribunal só tem um nome então ele aplica o quê? multa e ressarcimento multa e ressarcimento, é isso que ele vai aplicar ao prefeito multa e ressarcimento como um gestor público como outro qualquer ok? diga olha, ele fala de prefeito, né, eu particularmente acho que por similaridade\n\n[02:17:48] atingiria, também não conheço nenhum governador ou ordenador de despesas então provavelmente, como um fato só acontece realmente em âmbito de município e pequenos dificilmente isso atinge o estado, então por isso que ele votou o município mas eu entendo que por similaridade chegaria até o presidente se um dia ele resolvesse o ordenador de despesas, tá? não tem por que fazer a distinção é porque de fato isso só acontece realmente em âmbito municipal ok? muito bem, agora isso aqui gera uma polêmica interessante veja bem, imagina que o prefeito é condenado a ressarcir os cofres públicos olha que coisa interessante e eu acho que eu fiz essa colocação aqui na frente peraí ah, não trouxe é outro slide que eu vou ter que mandar para vocês veja, o prefeito não paga e aí? o que que faz o tribunal de contas? o tribunal de contas não tem seus procuradores do tribunal de contas para executar a sua decisão\n\n[02:18:49] se o prefeito não paga, quem tem que executar é a PGM imagina o procurador geral nomeado pelo prefeito vai ter que executar o prefeito que o nomeou e ele vai fazer o que? provavelmente, pô, prefeito, e agora? o que que eu faço? ó, tá enrolando aí, o máximo que você pode até acabar o meu mandato e tal pra não ficar tão mal assim mas é o fato, quem executa a decisão do tribunal de contas não cumprida espontaneamente é a advocacia pública do ente beneficiado pela decisão porque o ressarcimento é para os cofres do município não para o tribunal de contas então cabe a PGM materializar as decisões do TCM, Rio que não foram cumpridas espontaneamente porque o dinheiro vai entrar no erário municipal o MP do tribunal de contas não tem esse papel e atenção, não tem MP no tribunal de contas do município tem um procurador que eles tentam transformar em vitalício e não conseguem aliás, graças a Deus\n\n[02:19:49] ok? porque não tem MP no município só MP em estado e união então o TCE do Rio de Janeiro tem o Ministério Público do TCE o concurso à parte do Ministério Público em âmbito federal o TCU tem MP do tribunal de contas belíssimo concurso pra quem gosta de advocacia pública então é maravilhoso ok? dessas matérias que a gente já trabalhou inicialmente aqui vitalício vai ganhar igual integrante do Ministério Público é sensacional é um belo concurso sim, claro, é isso no TCM concurso pra procurador teve há pouco tempo se não me engano, duas vagas só mas é o suficiente, né? quantas vagas você precisa, né? você precisa só de uma então pronto, não faça pouco caso ah, só tem uma vaga precisa de duas você precisa só de uma é só enfiar a cara e é uma total independência financeira é um espetáculo e não tem nem interior, né? bom lembrar isso diga lá\n\n[02:20:51] isso é uma tristeza é uma tristeza e é ruim pra gente que faz concurso, né? agora, eu penso também o seguinte município pequeno não tem por que ter um órgão concursado de procuradoria de município dá pra elevar com carga em comissão município de grande eu acho que deveria ter isso mais ou menos naquele contexto do município de plano diretor 20 mil habitantes eu acho que essa linha é maravilhosa abaixo desses 20 mil habitantes é município de pequeno porte você tem que ter um tratamento diferenciado acima de 20 mil habitantes aí você já começa a impor tudo isso você tem que ter procuradoria de município você tem que ter um órgão estruturado com concurso público você vê que só agora no interior começa concurso Nova Iguaçu Literói antigamente era tudo carro em comissão né? então, isso é interessante isso o Friburgo também já tem não tinha essa informação então, eu acho que é válido sim você olhar para alguns municípios fazer essa linha pega essa linha o parágrafo primeiro do 182 da Constituição que fala da atividade da política urbana que vocês precisam dominar para a PGM e no parágrafo primeiro\n\n[02:21:52] fala até 20 mil habitantes e lembre-se que o 41 do Estatuto da Cidade traz mais regras para que o município independente do número de habitantes tenha plano diretor então, vale a pena pegar o seu parágrafo primeiro do 182 da Constituição e fazer uma remissão se não me engano é 41 depois verifique do Estatuto da Cidade 12.257 de 2001 o Estatuto da Cidade que traz outras exigências para o município ter plano diretor mesmo que tenha menos de 20 mil habitantes essa informação vende muito bem nos concursos da PGM fiquem atentos com isso então, por exemplo o município quer aplicar aquela sanção urbanística de parcelamento de edificação compulsória IPTU progressivo desapropriação sanção urbanística só se tiver plano diretor até porque a conissão manda com base no plano diretor então, eu não tenho 20 mil habitantes mas eu quero aplicar essa sanção só vai aplicar se o senhor criar seu plano diretor\n\n[02:22:53] está escrito lá então, é bem interessante então, acho que esse é um marco bem interessante dos 20 mil habitantes para baixo realmente a estrutura municipal não pode comer tanto assim o orçamento como um município de maior porte muito bem então, visto aí esse inciso primeiro e inciso segundo a novidade importantíssima é a bola da vez aí neste ano então, Tribunal de Contas aplicando multa e ressarcimento finalizando aí o que a gente falou com o Mimosco aqui, está aí o slide em relação à sanção que o Tribunal de Contas pode aplicar ao prefeito ordenador de despesa muito bem é sempre bom lembrar que o município do Rio de Janeiro tem controladoria do município que é um controle interno não externo e olha foi a primeira controladoria que eu vi na minha vida em 1993 depois veio da União em 2003 depois agora recentemente é do Estado em 2018 em 2018 e controladoria\n\n[02:23:53] do município do Rio de Janeiro por similaridade a controladoria da União e a controladoria do Estado é o órgão competente para assinar o acordo de leniência com empresas que lesam a administração pública olha lá que lei anticorrupção no artigo 16 falando em acordo de leniência para a empresa ressarcir os cofres públicos e ser reabilitada na licitação é uma lei importantíssima e regra geral lá está escrito que cabe na União a controladoria geral da União cabe a controladoria geral do Estado a lei em 2018 criada após lei anticorrupção que é de 2016 não é isso? 12.846 se não me engano em 2016 então já veio prevista provavelmente na lei do município não tem essa previsão porque ela é de 93 ainda não tinha lei anticorrupção ainda não tinha nem o acordo de leniência no universo do CAD só nasceu no Brasil em 2000 quer dizer então é bem provável\n\n[02:24:54] que nesta lei criadora não tem essa competência mas com certeza por similaridade se um dia o município for celebrar um acordo de leniência com uma empresa que lesou os cofres municipais a atribuição vai ser da sua controladoria do município controle interno então é sempre bom olhar para isso a gente fala muito em controle externo mas esquece a estrutura de controle interno e mais não estou aqui também mais uma vez vamos lá 14.133 dá uma lida depois no artigo 169 você já ouviu falar um negócio chamado linhas de defesa está começando a chamar atenção ele queria três linhas de defesa no artigo 169 a terceira ele coloca a controladoria e o tribunal de conta juntos a terceira linha de defesa tem um controle interno e externo você não pode ir para a prova da pesquisa doutor o que são as linhas de defesa hein está lá no parágrafo primeiro ou no caput do 169 trazendo três incisos as três linhas de defesa primeiro o próprio servidor que atua\n\n[02:25:54] na licitação segundo o controle interno do próprio órgão e o seu superior hierárquico e o terceiro controladoria e tribunal de contas são as linhas de defesa criadas pelo artigo 169 da 14.133 também bem inerente ao tema muito bem depois da lembrança do controle interno eu chamo a sua atenção para essa estrutura do tribunal de contas na sua proibição já falei aqui sobre o tema e olha aqui confirmando os estados que tem dois tribunais de contas estaduais Goiás Bahia Ceará e Pará acho que foi isso que eu cheguei a mencionar Rio e São Paulo criaram antes mantém o seu tribunal de contas dispositivo constitucional que proíbe a criação do tribunal de contas fundamental para uma prova aqui no Rio de Janeiro saber trabalhar isso\n\n[02:26:54] porque nós temos excepcionalmente um tribunal de contas municipal vamos lá questão bem polêmica que vem gerando algumas dúvidas em razão de má interpretação olha lá o Supremo Tribunal Federal relator ministro Alexandre de Moraes entendeu prejudicada a súmula 357 do Supremo afastando a possibilidade do tribunal de contas apreciar a constitucionalidade das leis acho que eu tenho aqui a súmula olha aqui de 1963 o tribunal de contas no exercício de suas atribuições pode apreciar a constitucionalidade das leis e dos atos do poder público vejam em momento nenhum fala declarar vale apenas apreciar ele não declara ele aprecia mas mesmo assim o Supremo Tribunal\n\n[02:27:55] Federal entendeu que não tem competência para isso e aqui está duas passagens dois mandados de segurança que a relatoria ficou com o ministro Alexandre de Moraes e veja ali em vermelho olha lá é inconcebível a hipótese do tribunal de contas da união órgão sem qualquer função jurisdicional por isso é ótimo na prova você falar que ele é um órgão judicante é mais suave do que o órgão jurisdicional porque de tribunal só tem o nome não integra o judiciário nem o legislativo é um órgão independente judicante evite falar jurisdicional jurisdição evite isso tudo permanecer a exercer o controle de constitucionalidade nos julgamentos de seus processos aí ele insiste também e fala tribunal de contas órgão sem função jurisdicional não pode declarar inconstitucionalidade das leis federal com efeitos erga homines e vinculantes\n\n[02:28:55] no âmbito de toda a administração pública federal nessas duas decisões ele entendeu que o que o tribunal de contas pode fazer em matéria de controle de constitucionalidade é replicar uma decisão do supremo então o supremo já disse que é inconstitucional aí o tribunal de contas fala olha esse ato é inconstitucional porque o supremo já sim o disse ou em flagrante inconstitucionalidade quando a coisa for realmente gritante você poderia agir e mesmo assim com efeito interpartes não com efeito erga homines é a única hora que o tribunal de contas pode apreciar a constitucionalidade em dois casos quando já apreciada pelo supremo tribunal federal ou quando você estiver diante de um flagrante irregularidade então por exemplo 75 mais uma vez queria trazer agora o parágrafo único as constituições estaduais disporão sobre os tribunais de contas respectivos que serão integrados por sete\n\n[02:29:55] conselheiros aí vem uma emenda ali orgânica do município do Rio e cria 11 conselheiros para ter mais nomeações isso é flagrantemente inconstitucional poderia sim o próprio tribunal apreciar essa constitucionalidade ok uma coisa flagrante e mesmo assim com efeito interpartes e aí veja só a confusão que acabou gerando veja eu vou trazer aqui essa questão a FGV não sei quem vai fazer analista aí tanto da PGM como da Câmara Municipal foi de analista do MP olha que absurda essa questão o que está em vermelho foi a resposta considerada correta eu marcaria a letra E que eu botei em azul ele perguntou olha lá ao apreciar um caso concreto em que houve majoração da remuneração de todos os servidores públicos do Estado Delta determinada pela lei XYZ cujo projeto de lei foi de iniciativa do deputado João o Tribunal de Contas\n\n[02:30:55] do respectivo Estado entendeu que seria necessário reconhecer a inconstitucionalidade formal da norma com efeito erga hominis e vinculantes para toda administração pública acerca dessa situação hipotética a luz das orientações do Supremo é correto afirmar que a mencionada Corte de Contas olha aqui poderia reconhecer a inconstitucionalidade incidentalmente sem que a decisão pudesse extrapolar os efeitos concretos e interpartes está todo mundo repetindo isso que o Tribunal de Contas pode declarar a inconstitucionalidade das leis desde que incidentalmente incidentalmente e com efeitos concretos e interpartes isso está errado porque essa frase tem que ser colocada junto com replicar a decisão do Supremo ou inconstitucionalidade patente flagrante incidentalmente e com efeitos concretos e interpartes lendo essa linha dá para entender assim e de forma inédita o Tribunal pode declarar a inconstitucionalidade não pode isso aqui foi retirado\n\n[02:31:57] de um contexto e o examinador esqueceu de reproduzir tinha que botar daqui no enunciado flagrante inconstitucionalidade é isso não avisar mas não lendo a questão dá a entender que o Tribunal de Contas independente de replicar decisão do Supremo independente de ser inconstitucionalidade flagrante pode reconhecer a inconstitucionalidade incidentalmente e os efeitos concretos interpartes não pode essa frase tem que ser lida junto com replicar decisão do Supremo e efetivamente for um caso de flagrante inconstitucionalidade por isso eu marcaria não tem atribuição para reconhecer a inconstitucionalidade da norma nem mesmo para solucionar incidentalmente caso concreto que venha a ser apreciado acabou porque ele não tem esse poder então toma cuidado veja até a FGV trouxe isso agora você vai fazer o que? é melhor você marcar errada e acertar do que marcar a correta e errar no gabarito e ter que recorrer e como já disse aqui dificilmente eles voltam atrás\n\n[02:32:58] porque perdem dinheiro ao anular uma questão mas então volto a insistir está vendo? concurso público múltipla escolha provão você não está lá para dar aula para o examinador está lá para escrever o que ele quer se a FGV está entendendo assim isso é perfeito para ser replicado na prova que vem aí de analista do próprio da PGM e da Câmara Municipal porque o tema controle externo sempre vende guarde isso isso aqui está errado isso aqui tem que ser acompanhado com replicar decisão do Supremo flagrante inconstitucionalidade incidentalmente por pedos concretos inter partes sem a primeira parte isso está errado o que dá a entender que de forma inédita o Tribunal de Contas pode declarar inconstitucionalidade e não pode não pode o Supremo matou essa possibilidade porque não é um órgão jurisdicional inconstitucional agora vai explicar isso para a FGV ninguém recorreu ou se houve recurso não anular a questão foi mantida ok então é melhor você errar junto com o gabarito\n\n[02:33:59] e não se estressar esperando o resultado de recurso fiquem atentos porque está na moda dizer isso e isso está errado tem que ser condicionado as duas previsões anteriormente insisto replicar decisão do Supremo declarada inconstitucional e flagrante inconstitucionalidade ok então é um tema que vem gerando essa polêmica em razão desse entendimento que vem sendo repetido repetido aí por muita gente uma mentira contada várias vezes vira uma verdade especialmente para fins de concurso público muito bem aí vem o contexto do parecer prévio não vincular as contas desculpe já trabalhei o tema não vamos repetir mas está aí a informação no slide vamos lá acho que aqui tem a decisão olha aqui que eu fiquei de mandar para vocês a falta de julgamento por parte do parlamento o efeito do parecer prévio do tribunal de contas\n\n[02:34:59] não surtirá nenhum efeito RE 597362 mas olha aqui o voto vista de Estófeles entendeu que seria aplicado mas caiu não prevaleceu o voto vista dele ficou aqui como voto majoritário como eu mencionei há pouco o fato de não julgar o parecer não se aplica peço desculpas também tinha aí o slide sobre o tema está aí a colocação olha lá ministro relator o Gilmar Mendes dizendo claro o julgamento ficto das contas por decurso de prazo então não existe aparecer técnico elaborado pelo tribunal de contas tem natureza meramente opinativa competindo exclusivamente a câmara de vereadores câmara municipal o julgamento das contas anuais do chefe do poder executivo local sendo incabível o julgamento ficto das contas por decurso de prazo competência exclusiva da câmara municipal\n\n[02:35:59] para o julgamento das contas do prefeito é o inciso 1 dos 71 contas de governo muito bem e aí vamos lá a questão muito chamativa e uma questão de momento que é sustar o decreto do chefe do executivo é uma questão que você está vendo em âmbito federal em relação ao decreto do IOF que o Supremo acabou dando ganho de causa ao governo e com toda a razão o congresso nacional foi além da sua atribuição isso é muito interessante enxergar aqui e o tribunal de contas tem também a competência para sustar ato do executivo antes de fechar aqui no tribunal de contas queria chamar atenção porque isso vai despertar a atenção do examinador especialmente em prova de constitucional que é aquela famosa lição existe decreto autônomo ou independente pós 88 eu sempre falei\n\n[02:37:02] que não continuo falando que não mesmo com a emenda 32 não existe morreu e já foi tarde lembrando decreto autônomo independente é aquele que criava direitos obrigações para fora da máquina ferindo o artigo 5º inciso 2º ninguém é obrigado a fazer ou deixar de fazer alguma coisa senão em virtude de lei então na omissão do legislativo antes de 88 era possível na omissão do legislativo e atenção não era decreto lei não era decreto mesmo o prefeito vira para casa legislativa e fala não vamos fazer essa lei então deixa comigo faça um decreto autônomo independente e regulamento da matéria o parlamento está irado faz a lei aí o meu decreto cai e vale a tua lei mas enquanto você não faz eu vou regulamentar a matéria isso até 88 era possível pós 88 não é mais porque decreto é para fiel execução da lei decreto autônomo independente morre agora sabendo que o chefe\n\n[02:38:02] do executivo não ia querer perder esse poder o que faz a constituição vai munir o parlamento para derrubar esse decreto e é esse o artigo que está em discussão na briga do executivo federal com o congresso nacional é o 49 inciso quinto então você precisa dominar esse artigo até para uma prova de direito constitucional olha o 49 é competência exclusiva do congresso nacional quinto sustar os atos normativos do poder executivo olha a clareza que exorbitem do poder regulamentar aí vem a variação que praticamente não existe mais a variação é ou cadê o quinto aqui ou dos limites da delegação legislativa lei delegada quanto tempo que eu não vejo uma lei delegada em âmbito federal acho que a última foi no governo Collor então perceba já estudou a palavra perceba o sustar o decreto do presidente só em dois casos\n\n[02:39:03] o decreto autônomo independente que ele extrapola o poder de regulamentar e a competência da lei delegada que lhe foi atribuída não está aqui a mudança da alíquota do IOF não está então o congresso jamais poderia ter derrubado mesmo que contra porque não é atribuição do PDL processo decreto legislativo para derrubar o decreto do presidente somente nesses dois casos que o parlamento pode agir e vejam que o Supremo acaba tentou fazer uma conciliação ela não houve e obviamente entendeu o ministro Alisson de Moraes que o executivo tem razão não é imagine só se cada ato do governo o parlamento começa a fazer PDL para desfazer que isso já está uma bagunça esse presencialismo de coalizão que ninguém aguenta mais imagina se o congresso passa a ter essa atribuição não tem você só pode nesses dois casos por isso houve usurpação da atribuição do executivo o legislativo estava errado e o Supremo se colocou\n\n[02:40:04] adequadamente o caso então isso chamou muita atenção e vai repercutir aqui porque o 71 também fala sustar a mesma redação do 49 quinto diga não não tem é muito difícil você vê que eu estou aqui com um bando de penduricalho é bem complicado veja só toda legislação municipal que você for usar na prova procure sempre comparar com outros sites por exemplo tem uma confusão danada quem nomeia os integrantes do tribunal de contas do município nossa a lei orgânica do município tem emenda tem emenda aí tem gente que fala que foi repristinado tem gente que fala que aplica-se a Constituição do Estado é uma confusão então toda legislação municipal que você for usar primeiro tente buscar na Câmara Municipal é o lugar mais seguro que tem você vai clicar lá na internet vai jogar genericamente falando diretor e vai aparecer vários planos procurar lá Câmara Municipal essa é a figura mais segura agora também não quer dizer que está certo vale a pena comparar com outros e aí na dúvida\n\n[02:41:04] fazer o seu estudo fazer o seu estudo buscar quem tem razão na redação eu hoje entendo que a nomeação para o Tribunal de Contas do município a Câmara faz quatro nomeações o prefeito faz três e das três do prefeito envolve aqueles cargos técnicos de auditor e procurador do Tribunal de Contas aplicando por similaridade a constituição do Estado ok uma posição tem gente que entende que estaria valendo ainda uma redação da lei orgânica são sete quatro nomeados pela Câmara Municipal município também quatro nomeados pela Câmara Municipal três pelo prefeito e do prefeito tem que nomear um auditor um procurador e qualquer pessoa da sua escolha livre escolha livre escolha ah vamos aproveitar vamos aprofundar isso aqui agora é diferente veja eu comecei com 49 abrindo o leque o parlamento e não o Tribunal de Contas sustar ato do executivo agora vamos olhar para o 71\n\n[02:42:09] inciso inciso 10 cabe ao Tribunal de Contas sustar se não atendido execução de ato impugnado comunicando a decisão à Câmara dos Deputados e ao Senado Federal sustar ato administrativo então o primeiro passo vai além de decreto posso sustar qualquer ato administrativo agora atenção se não atendido então entra em ação aqui o princípio da deferência antes do Tribunal de Contas sustar ele liga para o responsável do ato administrativo e fala olha tem irregularidade no ato que o senhor fez espero que o senhor anule não tem lapso temporal para ele anular fala-se num prazo razoável para ele se manifestar não se manifestou eu vou lá e susto o decreto\n\n[02:43:09] e atenção sustar é algo menos que anular não se fala anular fala sustar anular é radical eu tiro o ato do mundo jurídico acabou sustar é o ato continua existente mas paralisa o seu efeito sustar é algo menos que anular ok? por isso não sei se acompanharam essa briga aí do decreto do IOF teve reportagem que falou assim ah isso só aconteceu em 1800 eu não sei quanto cara governo Dilma governo Bolsonaro o governo Lula agora acabou de ter um decreto sustado por força da mudança do saneamento básico que ele queria voltar atrás do governo Bolsonaro não conseguiu quer dizer vários governos realizam os atos autônomos independentes que são sustados só que o que fazem esses governos quando percebem que vão perder eles revogam o decreto e a casa legislativa arquiva o PDL\n\n[02:44:09] é isso então vejam apesar de falarem que isso é muito raro de acontecer pode ser raro de acontecer o PDL projeto decreto legislativo ser votado aprovado e publicado porque quando o chefe do executivo vê que vai perder para não ter uma crise institucional ele revoga o próprio decreto é isso que normalmente acontece tá? e essa de revogar o próprio decreto todo santo dia acontece tô lembrado o governo Dilma fez um decreto sobre conselhos populares e falaram que o Brasil ia virar uma Venezuela tava usurpando a atribuição do parlamento e tal aí teve um PDL e ela foi lá e revogou o decreto porque ela viu que ia perder o Bolsonaro mudou a lei do acesso à informação e o estatuto de desarmamento por decreto teve PDL ele viu que ia perder revogou o decreto todo governante exagera o Lula insiste o serenamento básico é matéria genérica que é até bom vocês ficarem atentos porque tem competência do município no serenamento básico o serenamento básico o Bolsonaro fez uma reforma do serenamento básico pela privatização\n\n[02:45:10] sai estatal e entra a concessionária o governo Lula assume por decreto tentou voltar às estatais e aí caiu também a mesma coisa PDL isso vai perder aí ele revogou o decreto porque viu que ia perder tá? então isso vende que é uma beleza hoje em dia tá na ordem do dia aqui a competência do tribunal de contas que antes de sustar liga e pede providência não tomada providência ele vai lá e susta paralisa o decreto ou o ato que for não é só decreto é sustar ato administrativo tá? no caso lá do 49 quinto controle parlamentar direto aí é só decreto mas aqui não é qualquer ato administrativo ok? agora a questão interessante é e o contrato? pode o tribunal de contas sustar contrato administrativo? essa é a questão bem interessante e a resposta é não não pode então como fazer\n\n[02:46:11] quando encontrar um contrato administrativo onde o tribunal de contas encontrou uma irregularidade a matéria não está nem nos insíduos que elenca atribuições do tribunal de contas tanto é que não é competência tá vendo? tá com parágrafo olha o parágrafo primeiro do 71 de nossa constituição no caso de contrato o ato de sustação será adotado diretamente pelo congresso nacional olha diretamente pelo congresso nacional que solicitará de imediato ao poder executivo medidas cabíveis olha a deferência também então o tribunal de contas encontra irregularidade no contrato comunica a casa legislativa respectiva que entra em contato com o executivo que assinou o contrato e pede providências o executivo não toma as providências aí vem o parágrafo segundo do 71 e diz assim\n\n[02:47:12] se o congresso nacional ou o poder executivo no prazo de 90 dias não efetivar as medidas previstas no parágrafo anterior o tribunal decidirá a respeito olha então vamos lá o executivo não sustou na solicitação feita pela casa legislativa e o executivo anula não susta o executivo não anulou o ato o contrato tido como ilegal e o congresso nacional também não sustou está fazendo cara de paisagem e nada está acontecendo o tribunal decidirá a respeito e essa é uma das maiores questões o que é decidir a respeito ninguém sabe e nessa hora que ninguém sabe você vai no reino e Ricardo Lobo Torres um dos poucos que afirma vai fazer o que lhe cabe vai impor multa e ressarcimento e deixa o contrato produzindo seus efeitos fazer o que?\n\n[02:48:13] não cabe a ele assustar mas cabe a ele condenar quem cometeu irregularidade vai ficar uma coisa meio que estranha porque eu não posso assustar o contrato mas eu posso aplicar multa e ressarcimento por mais estranho que possa parecer essa é a posição de Ricardo Lobo Torres é o que cabe ao tribunal fazer o parágrafo segundo não passa para o tribunal o poder de sustar ah o legislativo não sustou então eu vou sustar não você não tem atribuição para assustar o contrato é a casa legislativa que vai assustar se ela não fizer nada você aplica multa e ressarcimento e o contrato continua valendo e é bom frisar que com a nova lei de licitação isso não é nenhum absurdo não sei se vocês já fizeram análise do artigo 147 da 14.133 que deixa claro que mesmo encontrando uma ilegalidade na licitação ou no contrato eu posso deixar o contrato produzindo seus efeitos isso é um espetáculo\n\n[02:49:13] isso é a relativização dos contratos e atenção isso é mais do que modulação dos efeitos que modulação é anular e modular os efeitos aqui é não anular isso é o auge eu nunca tinha visto isso nunca tinha visto isso pela primeira vez eu vejo no artigo 147 e o seu parágrafo único deixa claríssimo e os tribunais de contas estão fazendo isso ao ver um contrato ilegal não estão solicitando a casa legislativa que faça a anulação dependendo do caso completa o contrato mesmo que ilegal e depois vamos punir quem cometeu ilegalidade isso é extremamente interessante e inovador na 14.133 depois leiam 147 que ele é muito importante nesse contexto de controle de contrato administrativo insisto isso é mais do que modular isso é mais que o 21 da Lindeby que entrega hoje a anulação qual é o efeito da anulação hoje em dia não posso falar mais ex tunque como sempre falei\n\n[02:50:14] o efeito da anulação hoje em dia é a cada anulação será determinado acabou artigo 21 da Lindeby a colega pergunta se ele tem que fundamentar tem que fundamentar nos incisos do 147 o 147 fala assim não anule se for pior para o interesse público em razão dos seguintes casos se não me engano me dá um rol de 11 ou 10 casos olha se for taxativo é muito mandrake porque ele é super amplo eu por exemplo inciso 1 e 2 eu me limito a 1 e 2 questões sociais ambientais e econômicas acho que não precisava nem de mais nada mas eu não conheço doutrina discutindo se é taxativo ou não o rol do 147 agora é indiferente porque os dois primeiros incisos você engloba qualquer caso claro claro perfeitamente pois é ser taxativo é muito mandrake porque o inciso 1 e 2 resolve tudo\n\n[02:51:14] o inciso 1 e 2 resolve tudo por isso que eu acho que eu não entendo discussão se o rol é taxativo ou não não conheço ainda a doutrina sobre esse tema o que está chamando a atenção é o fato do 147 falar é ilegal identifiquei a ilegalidade e não vou anular porque se anular vai ser pior para o interesse público e vamos processar quem cometeu irregularidade e o contrato se completa isso é inovador isso não tinha nem na Lindebe nem na Lindebe tinha essa situação ok? então isso é mais do que modulação isso é não anular e respinga lá no ato administrativo estão lembrados? diferença entre anulação e revogação uma delas é anulação e efeito ex-tun que desfaz tudo que foi feito estão lembrados? de ilegalidade não se origina o direito isso tudo caiu isso tudo caiu agora o efeito da anulação em razão do 21 da Lindebe é a cada caso a autoridade decide pode modular os efeitos estou anulando sem retroagir beleza estou anulando retroagindo 15 dias de um ato que está aí ilegal há um ano porque é meu critério ok?\n\n[02:52:15] então não posso mais afirmar que a anulação o efeito ex-tun agora a cada caso a autoridade tem que decidir e não se confunde com o 147 em relação a vício no contrato administrativo beleza? muito bem então estão aí as colocações em relação a competência para sustar contrato administrativo muito bem sobre a manutenção do contrato ilegal acho que eu não vi ainda não não conheço não entendi quanto ao poder do tribunal não conheço decisão não conheço não tem essa posição por isso que eu falo quando você não acha nada em lugar nenhum vai no rei eu não achei nada em lugar nenhum fui no Ricardo Lobo Torres e acho que a colocação dele é extremamente acertada eu não posso assustar então faço o que me cabe impõe multa e ressacimento e deixo o contrato andar e aí por isso que eu fui no 147 por quê?\n\n[02:53:16] pô, não é estranho professor? é estranho mas hoje é oficial está lá no 147 contrato ilegal deixa ele continuar produzindo efeitos e a gente vai punir quem cometeu a ilegalidade não é nada de extraordinário mas como era a posição do Ricardo Lobo Torres tá? sim olha controle de políticas públicas você tem que seguir um tema de repercussão geral do Supremo pô, agora eu vou lembrar o número, tá? é 698 que fala o seguinte não cabe ao controle externo mandar o executivo fazer algo decidir olha, vai construir aquela escola lá não cabe o controle externo exigir do executivo um plano de atuação porque quem cabe agir politicamente resolver questões políticas é o executivo então esse é o controle qualquer decisão contrária a isso é inconstitucional tá? então eu confesso a você que não conheço\n\n[02:54:16] um plano dos tribunais de contas sobre as políticas públicas o que eu me agarro é essa decisão como é que é o número mesmo que você falou? 698 tema do Supremo Tribunal Federal que diz exatamente isso no controle de políticas públicas o que o legislativo tem que o judiciário tem que fazer quando provocado diante normalmente de uma omissão né? exigir um programa exigir que apresente algo a ser feito e aí o executivo vai lá e faz sob pena confesso com aí eu concordo com o seu fecho e de invadir mérito do ato administrativo discricionário tá? então essa é a solução maravilhosa e é perfeito então eu te dou 90 dias para me apresentar um plano não apresentou estipula multa pessoal pronto a coisa sai em dois segundos multa pessoal porque senão o governo que paga a multa né? sou primeiro de multa aí a União vai lá e paga a multa eu não tô nem aí pro prazo bota lá multa pessoal o cara vai cumprir o prazo que é uma beleza e aí ele te apresenta um plano programa e aí eu exijo no mínimo o mínimo existencial a ser feito tá? sempre foi um tema polêmico nessa história de invadir mérito mas é uma matéria maravilhosa lá\n\n[02:55:18] do direito administrativo deixa eu continuar aqui no tribunal de contas aqui eu fecho meus slides tá? eu achei que teríamos algumas perguntas a mais então o negócio saiu tudo bem sem problema nenhum a gente pode continuar trazendo outras questões eu queria chamar a sua atenção para outro tema interessantíssimo que é a aposentadoria do servidor e o controle do tribunal de contas porque nós tivemos também mudanças recentes em relação a interpretação do inciso 3º do 71 da constituição competência do tribunal de contas olha lá apreciar para fins de registro a legalidade dos atos de admissão de pessoal a qualquer título na administração direta e indireta incluídas as fundações instituídas e mantidas pelo poder público excetuadas as nomeações para cargo de provimento em comissão bem como das concessões de aposentadoria\n\n[02:56:18] reformas e pensões ressalvadas as melhorias posteriores que não alterem o fundamento legal do ato concessório então tradicionalmente o o ato de aposentadoria sempre foi tido como um ato complexo o que trazia enormes prejuízos ao servidor porque o ato complexo é aquele que só se integra quando todos os competentes se manifestarem então vem lá você se aposenta no executivo começa a cumprir sua aposentadoria mas esse ato vai para o tribunal de contas e ele só vai se implementar se o tribunal de contas aprovar e às vezes demorava uma eternidade 10, 15 anos depois não aprovou ferindo a segurança jurídica qual foi a ideia? a ideia agora é um simples ato de controle feita a aposentadoria ato hoje simples no meu entender pelo executivo\n\n[02:57:19] vai para um controle externo do parlamento entrou para o controle do parlamento começa a contar 5 anos de prazo de prescrição para o tribunal de contas apreciar não apreciou em 5 anos está ratificada a aposentadoria não podendo mais alterá-la tornando-se muito mais lógico do que era antes então cuidado que a aposentadoria não é mais vista como um ato complexo só se aperfeiçoando quando o tribunal batia o martelo e dizia que está ok em razão dessa longa demora fez-se essa alteração o Supremo Tribunal Federal não tenho aqui a decisão peço desculpa mas enfim afirmando que agora é um ato de controle onde você trabalha o seu órgão te aposenta e submete ao parlamento no caso com o auxílio do tribunal de contas a apreciação dessa aposentadoria ingressou no tribunal de contas tem 5 anos para se manifestar bateu 5 anos o ato se aperfeiçoou acho que o nome mais adequado é aperfeiçoamento\n\n[02:58:21] do ato que a prescrição é um ato de aperfeiçoamento cuidado que o saudoso Diogo de Figueiredo aqui do Rio de Janeiro que nos deixou em 2018 falava em convalidação involuntária essa expressão vem de bem em concurso eu não gosto porque convalidação não me entender pressupõe um agir então convalidação involuntária nunca me soou bem eu prefiro essa lição lá da Di Pietro que fala aperfeiçoamento o ato se aperfeiçoou bateu 5 anos está aperfeiçoado não pode mais ser mudado alguns podem falar que bateu 5 anos convalidação involuntária ok agora repare só o seguinte ele fala no inciso 3 do 71 que eu não posso apreciar as nomeações para cargo de provimento em comissão eu acho que isso está na hora de ser alterado quando eu crio a súmula vinculante número 13 e condiciono quem pode preencher cargo em comissão o tribunal de contas tinha que ter esse poder de controlar\n\n[02:59:21] antes era livre escolha livre exoneração botava aqui o bem entender tudo bem agora eu não posso mais botar aqui o bem entender tem restrições na súmula vinculante número 13 então está na hora de mudar isso aqui já passou da hora diga-se passagem porque o tribunal de contas por que não? o cara nomeia um parente irregularmente por cargo em comissão o tribunal de contas não pode falar nada não tem lógica para isso e não se esqueçam atenção cargo em comissão não se confunde com cargo político vou te dar um clássico exemplo que você vai lembrar Crivella nomeou o Crivellinha para a Casa Civil e foi um rebuliço a mídia pegou pesado dizendo que feria a súmula vinculante número 13 e não fere porque secretário de Estado é algo mais do que cargo vinculante suma vinculante número 13 secretário de Estado não é cargo em comissão você vai no inciso quinto do 37 cargo em comissão é direção chefia e assessoramento secretário e ministro\n\n[03:00:21] não são cargo em comissão estão fora da suma vinculante número 13 o Supremo está analisando para incluí-los está fiquem atentos que está para sair uma decisão mas o Supremo já disse isso inclusive foi a ministra já aposentada não vou lembrar o nome dela agora Rosa Weber que chamou de cargo político então ministros e secretários não tem aplicação o Crivellinha foi desonerado porque o Crivella não suportou a pressão mas ele podia peitar todo mundo e fala não e pode entrar em juízo que eu vou ganhar isso aqui não é cargo em comissão cargo em comissão é direção chefia e assessoramento secretário é algo mais é algo mais ok então vale a pena essa crítica ao inciso 3º aqui do artigo 71 ok então sobre tribunal de contas a gente pode fechar por aqui\n\n[03:01:22] e vamos voltar aí a matéria do direito financeiro a gente pode apreciar dois outros artigos constitucionais o artigo do duodécimo que é bem interessante principalmente para quem aqui concomitantemente a PGM vai fazer analista da Câmara Municipal o artigo fundamental para a Câmara o artigo do duodécimo e o artigo seguinte o 68 é o duodécimo o 69 é o limite de gasto com o pessoal então vamos lá olha o artigo 168 de nossa constituição da república dentro do contexto o 69 fecha o capítulo referente a finanças públicas então vem o 68 e diz assim os recursos correspondentes as dotações orçamentárias compreendidos os créditos suplementares e especiais destinados a órgãos do poder legislativo judiciário ministério público e defensoria pública\n\n[03:02:23] chamados órgãos independentes ser leão entregues até o dia 20 de cada mês em duodécimos na forma de lei complementar referida no 65 parágrafo 9 que até hoje não foi feita então um 12 avos duodécimo janeiro no dia 20 eu mando um 12 avos para a Câmara Municipal em fevereiro dia 20 eu mando um 12 avos para a Câmara Municipal e ela vai vivendo porque a Câmara não arrecada quem arrecada é o executivo e é obrigado a repassar o dinheiro que mantém os outros poderes de acordo com a previsão na LDO e na lei orçamentária esse repasse obrigatório sob pena de impeachment do prefeito 201 não é isso? no prefeito é um decreto lei específico do impeachment do prefeito ele é obrigado a repassar esse recurso para a Câmara Municipal e muita atenção é um raro momento em que se aceita competência processual de um órgão público porque se o executivo\n\n[03:03:24] não repassa esse recurso para a Câmara ela pode entrar em juízo contra o executivo olha que coisa surpreendente qual é a pessoa jurídica em juízo? uma só é o município contra o município lembrado? órgão público não é pessoa jurídica mas como eu sou diante de um órgão independente aí vem uma frase muito usual nos tribunais órgão independente no exercício da sua missão institucional sem dinheiro eu não consigo fazer nada se ele não repassou eu, Câmara Municipal tenho competência processual para processar o executivo se eu não me engano o súmula 525 do STJ inclusive confirma essa possibilidade depois verifiquem se a numeração é essa realmente súmula 525 que confirma essa situação extremamente rara tá? e atenção já tivemos um caso no STJ que está chamando a atenção e pode repercutir na sua prova que é em relação a concurso público muito comum câmaras municipais\n\n[03:04:25] terem mais cargo em comissão do que servidor efetivo muito comum extrema no interior então nossa é uma festa e é um absurdo é um órgão público tem que ter mais cargo efetivo do que cargo em comissão aí vem o Ministério Público entra com a ação civil pública e cita o executivo aí vem a PGM e fala opa não tem nada a ver com isso é o problema da Câmara o órgão independente aí o STJ falou não não porque órgão público não tem personalidade jurídica e só tem personalidade processual na defesa da sua missão institucional concurso público não tem nada a ver com missão institucional então é você município que vai responder e a PGM vai ter que agir porque a competência passa a ser do município é um tema bem interessante no conflito depois procurem essa decisão STJ eu também não tenho aqui eu tenho em casa eu posso eu problema lembrar o que eu estou me colocando aqui\n\n[03:05:25] para falar que eu vou mandar para vocês mas eu vou tentar lembrar dessa decisão também bem interessante recente e que pode gerar perfeitamente essa questão você pensa assim pô vou dizer que cabe a Câmara tanto é que tem procurador da Câmara Municipal ele que vai agir mas ele só vai agir na defesa da missão institucional o STJ entendeu que a falta de concurso não é missão institucional e sobre cargo e comissão leia o tema 1010 do Supremo é uma pérola é maravilhoso ok e disciplina muito bem essa história de excesso de cargo em comissão e detrimento dos cargos efetivos súmula 1010 perdão súmula não desculpe tema 1010 do Supremo tá muito bem então aí estão os dois décimos agora vamos olhar para o artigo 169 que a gente já citou algumas coisas queria trazer outras informações olha lá a despesa com o pessoal ativo e inativo e pensionista da União\n\n[03:06:26] dos Estados e do Distrito Federal e dos Municípios não pode exceder os limites estabelecidos em lei complementar que lei complementar é essa? LRF a nossa LRF a LRF traz essa situação em relação a esse limite com gasto pessoal já li com vocês aqui o 18 o 19 o 20 né eu queria chamar a sua atenção agora é para o artigo 169 em si e pedir a sua atenção porque além de ele pedir uma lei complementar repare que no parágrafo 7 ele pede uma lei ordinária olha lá lei federal disporá sobre as normas gerais a serem obedecidas na efetivação do disposto nessa lei eu acho que é 8.091 vê se alguém tem a constituição com a remissão embaixo aí do parágrafo 7 do 69 se diz o número\n\n[03:07:26] da lei 8.000 é isso aí como é que é 8.000 9 9.801 de 99 então é essa mesmo desculpa eu errei o número então 9.8 desculpa 0.1 de 98 então você tem que ter essa lei para aplicar o excesso de gastos de orçamento não é só a LRF não tem que ter a LRF mais a 9.801 de 99 não é isso? 9.801 de 99 que ela disciplina inclusive quem vai ser mandado embora não sei se repararam atenção esse é um tema inédito isso nunca aconteceu se você conhece alguém que aplicou o artigo 69 me conta porque eu preciso tirar algumas dúvidas eu nunca vi isso acontecer então ainda é inédito então temos muitas dúvidas sobre o assunto eu queria expor uma muito importante para você não cair numa bela caixa de banana mas atenção a princípio o que você tem então é uma conjugação de normas 169\n\n[03:08:28] LRF do 18 ao 23 e a 9801 de 99 para você poder trabalhar o que a gente chama de exoneração por excesso de gasto orçamentário eu costumo dizer lá no direito administrativo que isso é flexibilização da estabilidade funcional porque agora eu posso ser mandado embora sem dar causa está lembrado o servidor ganhou estabilidade só perde o cargo se der causa aqui eu não dou causa o problema é orçamentário estou indo muito bem mas vou ser mandado embora por excesso de gasto orçamentário então isso é uma flexibilização da estabilidade funcional ela não é mais o que já foi ela não é mais o que já foi agora muito importante vamos lá olha a casca de banana o parágrafo quarto é o que disciplina a exoneração do estável por excesso de gasto orçamentário olha como ele começa se as medidas adotadas com base no parágrafo anterior não forem suficientes para assegurar o cumprimento da determinação\n\n[03:09:28] de lei complementar referida nesse artigo que é a LRF lá no artigo 18 19 e 20 já apresentamos aqui então antes de pegar o estável e mandá-lo embora por excesso de gasto ela pede medidas preliminares no parágrafo terceiro quais são vamos lá para o cumprimento dos limites estabelecidos com base nesse artigo durante o prazo fixado na lei complementar para ninguém sabe que prazo é esse mas está lá no caput do 23 LRF a partir do momento que é constatado que eu extrapolei o limite de gasto ele me dá dois quadrimestres oito meses olha aqui 23 da LRF se a despesa total com o pessoal do poder ou órgão referido no artigo 20 ultrapassar os limites definidos no mesmo artigo sem prejuízo das medidas do artigo 22 que é aquela prudência fiscal restrições o percentual excedente\n\n[03:10:29] terá que ser eliminado nos dois quadrimestres seguintes oito meses sendo pelo menos um terço no primeiro adotando-se entre outras as providências previstas do parágrafo 3º e 4º da constituição que é o que a gente está lendo aqui o 4º é mandar embora o estável e antes de mandar embora o estável vou tomar as providências do parágrafo 3º e aí tem uma bela casca de banana vamos lá quais são um redução de pelo menos 20% das despesas com carga e comissão em função de confiança beleza tem muito cacique para pouco índio aí né reduzir 20% acho até pouco mas foi o que ele colocou 20 por semana embora 20% dos carros em comissão e atenção 2º exoneração dos servidores não estáveis e aí quem é servidor não estável olhando numa conjuntura atual da constituição servidor não estável aquele cara que fez concurso público\n\n[03:11:30] e está no estágio probatório concorda ainda não atingiu a estabilidade pois bem não é não é esse nosso país é estranho bem vindo é isso aí nosso país é estranho nunca é o que parece pô mas não tem outro professor tem repara aí que embaixo do inciso 2º do parágrafo 3º deve ter uma referência uma remissão para o 33 da emenda 19 regra de transição e esse 33 vai te dizer quem é esse servidor não estável então vamos lá 33 da emenda 19 pega lá os artigos de transição da emenda 19 e olha o que diz o 33 que vai me jogar para o 19 do ADCT dança dos artigos lá não tem a remissão mas faça então abra aí o seu artigo 33 da emenda 19 e faça uma remissão para o 19 do ADCT olha o que eu tenho no 33 consideram-se servidores não estáveis para fins\n\n[03:12:30] no 69 parágrafo 3º 2 olha acabei de ler o 69 parágrafo 3º 2 ele vai dizer quem é servidor não estável olha lá aquele admitido na administração direta autárquica e fundacional sem concurso público de provas ou provas de títulos após 5 de outubro de 83 e você só vai entender essa data se você conheceu o 19 do ADCT estão lembrados? a constituição pediu regime único e atenção cuidado não morreu coisa nenhuma ele deixou de ser obrigatório por favor não me fale que o regime único acabou vai entrar pelo canto o regime único deixou de ser obrigatório em novembro passado Supremo Tribunal Federal ok? não acabou coisa nenhuma ele continua valendo se quiser continuar com ele continua se quiser acabar acaba essa é uma outra história bem interessante mas vamos lá em 88 quando eu pedi o regime único era sinal que o regime não era único então eu tinha na direta arpique fundacional o estatutário e o seletista\n\n[03:13:31] o estatutário concursado o seletista sem concurso concurso para o seletista emprego público só com a constituição de 88 aí vem o 19 do ADCT e fala assim olha a gente pediu um regime único né? quando ele vier atenção o seletista sem concurso com mais de 5 anos de casa fica com menos de 5 anos de casa tchau e benção com menos de 5 anos de casa dá 5 de outubro de 83 esse é o servidor não estável é aquele que não foi protegido pelo 19 do ADCT não tinha 5 anos de casa quando foi implementada a constituição pedindo o regime único para a direta autárquica e fundacional é esse que não tem estabilidade é o servidor não estável aquele com mais de 5 anos ganhou estabilidade 19 do ADCT se eu tenho mais de 5 anos toma estabilidade estou lembrado? foi aquela situação curiosíssima para o trem da alegria porque entrar sem concurso é trem da alegria não é qualquer um\n\n[03:14:31] aí o trem da alegria para que ele fala ai meu Deus e agora calma, calma ele está falando quem tem mais de 5 anos calma toma estabilidade e vai fazer concurso para ter efetividade ninguém fez esse concurso foi todo mundo plim absorvido como estatutário quebrando a previdência própria porque o cara contribuiu a vida inteira para o INSS de repente plim virou estatutário do nada quem tem menos de 5 anos tchau e bença só que quem pegou o trem da alegria não é qualquer um concorda? você vai me mandar embora? peraí tatatatatio estão querendo me mandar embora fala aqui com meu tio ah sim senhor não, não não usa a serra elétrica não calma calma a gente tinha que ter sido mandado embora em 88 não foi 10 anos depois emenda 19 ainda se refere a eles isso é uma vergonha\n\n[03:15:32] e hoje o que aconteceu com eles? já morreram já se aposentaram já não estão nem mais aí esse inciso passa a ser letra morta com o passar do tempo esse é um país de pouco para pouco a gente sabe disso você não consegue bota no papel para dizer que aqui é viva é isso aí uma regra justa mas ninguém vai cumprir então pensa bem onde é que entra e aí que eu quero fechar essa colocação onde entra o servidor concursado em estágio probatório na exoneração por excesso de gasto orçamentário não é aí porque não é ele que está no inciso 2 do parágrafo 3º e aí é que eu volto a insistir eu preciso ver um caso concreto para isso que eu vou lhe falar se vai acontecer ou não vamos lá agora é doutrina atenção penso que o servidor concursado em estágio probatório depois de cumprindo os requisitos do parágrafo 3º vai ser o primeiro a cair vai ser o primeiro a cair por quê? porque o parágrafo 4º\n\n[03:16:34] do 69 trabalha o servidor estável ser mandado embora trabalha o servidor estável ser mandado embora e como ele é estável para ele não reclamar tanto assim o artigo 69 parágrafo 7º aliás, minto parágrafo 5º ligado eu tinha uma indenização bom, já que o senhor é estável não deu causa eu estou te mandando embora porque eu não tenho controle das contas públicas pelo menos eu vou te dar uma indenização ridícula mas está aqui, olha lá parágrafo 5º do 69 servidor que perder o cargo na forma do parágrafo anterior fará juiz a indenização correspondente a um mês de remuneração por ano de serviço então vamos lá estou falando do servidor estável conta de 3 anos para cima se eu tenho 3 anos de casa toma 3 remunerações e sinta-se indenizado olha que lindo tem 4 anos de casa 4 indenizações e sinta-se indenizado pensa bem olha o esforço que você está fazendo\n\n[03:17:35] para passar no concurso público que vai lhe dar estabilidade na PGM está vindo aqui sábado de manhã assistindo direito financeiro que você odeia que administrativo o cara não para de falar nem os slides aguentaram olha só esse esforço está pagando está pagando para fazer a sauna olha que lindo aí você passa atinge a estabilidade funcional agora sou estável compro um carro por 600 parcelas já faz financiamento da casa própria dois dias depois surpresa tchau tchau porque o município extrapolou o limite de gasto calma, calma dá 3 vencimentos aí para ele é isso e aí? vai se sentir indenizado? duvido duvido aí é de cada um injustiças acontecem vai chorar o resto da vida levanta, sacode a poeira e faz outro concurso aí é de cada um vai depender de como você estiver mentalmente espero que você levanta, sacode a poeira não é pessoal são um absurdo e tal mas não é comigo o problema não é meu e vou fazer outro concurso é isso agora vamos lá e o não estável? penso que vai na frente por quê?\n\n[03:18:35] porque sai de graça a indenização é para quem é estável se eu estou no estágio probatório não tem que indenizar esse cara aí é mais injustiça ainda ainda estou comemorando a minha nomeação e vou mandar embora e sem indenização porque a indenização é para o servidor previsto no parágrafo 4º e o servidor do parágrafo 4º é o estável é radical e vejam o problema não é falta de dinheiro é melhor mandar embora alguém que eu não preciso indenizar concorda? menos gasto já estou sem grana lógico quem está no estágio probatório vai dançar em primeiro lugar agora isso não está escrito em lugar nenhum essa é a interpretação do artigo 169 junto com a LRF no contexto de evitar gasto orçamentário e olha dá para fundamentar até numa súmula do Supremo esse raciocínio se não me engano é a súmula 22 que diz mais ou menos assim a extinção do cargo não protege o servidor no estágio probatório quando o servidor é estável\n\n[03:19:35] o cargo extinto ele vai para disponibilidade remunerada proporcional não é isso? se está no estágio probatório é tchau e bença súmula 22 não protege mas professor quem falou em extinção de cargo 169 parágrafo 6º o cargo objeto da redução prevista no parágrafo anterior será considerado extinto olha seu cargo vai ser extinto aplica a súmula 22 tchau e bença não tem proteção para você nem indenização você vai receber olha que beleza por isso que te aposta que antes de pegar o estável eu vou pegar o servidor em estágio probatório porque esse sai de graça o estável já tem que pagar ok? então cuidado aí com essa referência no nosso artigo 169 de nossa constituição da república agora vamos lá continuar no texto constitucional eu queria chamar a sua atenção para\n\n[03:20:35] as variações do artigo 167 da constituição já falei aqui que o artigo 167 é um dos artigos mais importantes em provas de direito financeiro decore o artigo 167 da constituição que só vai lhe fazer bem nas provas de múltipla escolha que tem direito financeiro agora lembro que nós ganhamos o artigo 167 A que fala num ajuste fiscal então quando eu tomar A a constituição traz regras para um ajuste fiscal e o 167 B que trabalha o estado de calamidade é o chamado regime extraordinário fiscal então duas novidades muito importantes ajuste fiscal 167 A e o artigo 167 B e seguintes fala do enfrentamento\n\n[03:21:36] de calamidade pública emenda 109 de 2001 e traz muitas das coisas da emenda 106 não sei se estão lembrados a emenda 106 foi aquela emenda que não mudou nenhum artigo da constituição ela veio para o combate da covid-19 e como o governo falou que ela ia durar só um ano ela morreu naquele mesmo ano de 2020 ela nasceu em 2020 e morreu em 2021 e a covid não acabou em 2020 acabou em 30 de dezembro de 2020 a covid continuou aí tiveram que trazer o que estava na emenda 106 e outra emenda agora de forma definitiva emenda 109 trouxe um artigo para combater calamidade pública e aí é importantíssima a seguinte informação estado de calamidade pública preciso fazer contratações emergência emergenciais dispensa de licitação por emergência e a única empresa que me atende para resolver o caso de calamidade pública está devendo o INSS\n\n[03:22:37] não tem certidão negativa de débito posso contratar assim mesmo? claro que sim tem gente morrendo e se dane o INSS eu preciso do que aquela empresa tem isso hoje é garantido por um desses artigos 167 deixa eu ver aqui parágrafo único do 167 D de dado olha o 167 vai até o 167G olha que beleza em artigo ABCD olha o 167 D de dado parágrafo único durante a vigência da calamidade pública de âmbito nacional a que trata o artigo 67B não se aplica o disposto no parágrafo 3º do 195 da constituição que é aquele que diz que quem deve o INSS não pode contratar com o poder público poderei contratar sem a CND certidão negativa de débito atenção\n\n[03:23:37] prudente para o gestor público procurar uma empresa que esteja apta a contratar com a administração e dar preferência para ela não tem? amém só tem essa não vou deixar as pessoas morrerem porque está devendo o INSS vou contratar assim mesmo ok? então hoje está respaldado essa postura na letra D de dado do 167 167D melhor dizendo da constituição emenda 109 de 2021 ok? agora atenção vamos lá em matéria de dívida pública a constituição me traz a chamada regra de ouro o que é isso? você não pode ser surpreendido também é muito comum essa cobrança o que é a regra de ouro? está no 167 olha o artigo 67 original artigo 167 de nossa constituição inciso terceiro\n\n[03:24:38] olha lá são vedados três a realização de operações de crédito que excedam o montante da despesa de capital tem lá as suas ressalvas mas a regra é essa em outras palavras não posso fazer dívida pública para pagar despesa corrente só posso fazer dívida pública para despesa de capital porque pelo menos a despesa de capital me deixa algo para a população clássico exemplo de despesa de capital obra pública obra pública ora então pegar o dinheiro emprestado e construir a transolímpica pelo menos vai ficar uma nova via para a população agora pegar dinheiro emprestado para pagar vencimento de servidor não vai sobrar nada para a população nada em troca então a regra de ouro é vedado a realização de despesas corrente dívida pública só para despesa\n\n[03:25:39] de capital agora olha lá 167 é fica dispensada durante a integralidade do exercício financeiro equivogada calamidade pública de âmbito nacional a observância do inciso 3 do artigo 167 da constituição olha exceções chama atenção do examinador se eu estou em calamidade pública posso pegar dinheiro emprestado para a despesa de capital a despesa corrente desculpe a capital já é possível de corrente de pesa corrente que é vedado o que é a regra de ouro então é proibir fazer operação de crédito para bancar despesa corrente excepcionalmente no próprio 673 ele traz exceção olha lá ressalvadas as autorizadas mediante crédito suplementares ou especiais com finalidade precisa aprovada pelo poder legislativo por maioria absoluta essa exceção genérica e tem\n\n[03:26:40] acabo de ler no artigo 167 é a liberação desta regra em casos de calamidade pública então essas são as duas variações do artigo 67 que mais estão chamando atenção da administração pública ok muito bem gostaria de insistir também na transferência voluntária também conhecida como subvenção social eu cheguei a mencionar na primeira parte da aula em relação ao repasse de recursos às organizações não governamentais as integrantes do terceiro setor e essa transferência voluntária ou subvenção social está sempre ligada a uma parceria com a sociedade civil\n\n[03:27:40] a ideia é o governo fomentar essas parcerias porque a sociedade civil realiza atividades comuns a do governo vamos para a famosa trilogia do terceiro setor saúde educação e assistência social claro que hoje tem muito mais meio ambiente pesquisa científica e tal mas se você pegar as parcerias 90% saúde educação e assistência social então nós nos reunimos criamos uma associação código civil brasileiro pronto criei uma ONG é assim que se cria ninguém cria ONG você cria uma associação uma fundação que são ONGs aí com a boa vontade que nós nos reunimos para atender a saúde das criancinhas carentes a gente roda a sociedade civil pedindo dinheiro para materializar os nossos projetos e aí você tem costume de doar para instituições sem fins lucrativos\n\n[03:28:41] tão lembrados da Rosiana Collor lá da LBV e tal olha aí quando eu recebo até aquele telefone primeiramente bom dia eu segundamente boa tarde desligo falo assim na maior tranquilidade pronto sou educado mas não estou a fim de ouvir papo furado e não estou com dinheiro para emprestar para dar para ninguém e nem confio o que você vai fazer com o meu dinheiro então as ONGs não conseguem dinheiro da sociedade civil qual é a única solução que elas têm? buscar dinheiro no orçamento olha que incoerência eu sou organização não governamental mas sou vivo com o dinheiro do governo senão eu não materializo as minhas atribuições olha que beleza nós criamos os fundos patrimoniais o endowments e ninguém usa porque não foi feito uma divulgação disso de uma forma interessantíssima e segura de você doar para a ONG mas a coisa não andou então a única solução da ONG é o que? fazer parceria com o governo e o governo fazer para ela o que? transferência voluntária subvenção social e aí ela pega o dinheiro\n\n[03:29:42] e materializa as atribuições que interessam ao governo e a ela e juntos a gente busca esse atendimento e insisto as OS aqui no Rio de Janeiro são a parceria mais usada inclusive tem lei de OS no município e fica ligado na prova da PGM não usa a lei de OS federal não usa a lei municipal não sei nem se eu tenho um número aqui que é claro cópia fiel da lei federal olha a lei 5026 de 2009 lei municipal 5026 de 2009 é a lei da OS do município o estado tem sua lei e a união tem a sua mais conhecida 9637 de 98 que é a lei federal sobre o tema então a OS vai receber dotação orçamentária e vai gastar o dinheiro público já chamei atenção que ao contratar pessoal não entra na contagem de gasto da LRF\n\n[03:30:43] agora quero chamar sua atenção para uma pergunta muito comum a OS ao gastar dinheiro público ao contratar pessoal ou fazer uma obra uma compra um serviço tem que fazer concurso público tem que fazer licitação e a resposta é negativa para os dois casos concurso público é para emprego público OS tem emprego privado OS é ONG quem tem emprego público é estatal e fundação para estatal a OS não tem emprego público concurso público é para cargo e emprego público então a OS não é obrigada a fazer concurso estão lembrados aquela Iabas que gerou impeachment do governador do hospital de campanha ela selecionou pessoal por análise de currículo e a mídia que é absurdo não vai fazer concurso aí a gente explicou não precisa quem está contratando não é o Estado se fosse o Estado tinha que fazer concurso quem está contratando é a OS é uma ONG ela tem emprego privado não tem previsão em lugar nenhum que se faça concurso então ela contrata\n\n[03:31:43] quem ela quiser agora eu vou comprar material de escritório vou contratar uma empreiteira para construir um hospital de campanha tem que fazer a licitação? não quem está contratando não é o Estado é a OS ela vai contratar quem ela quiser e se pede que a OS tenha um regulamento próprio definindo como vai gastar essa transferência voluntária e claro tem que prestar contas não só a quem a qualificou município Estado ou União como ao seu tribunal de contas respectivo porque nós temos voltando ao 70 da Constituição da República o famoso parágrafo único do 70 aplicável genericamente em várias questões de direito financeiro olha lá prestará contas qualquer pessoa física ou jurídica pública ou privada que utilize arrecade guarde\n\n[03:32:43] gerencie ou administre dinheiros bens e valores públicos ou pelos quais a União responda ou que em nome desta assuma obrigações de natureza pecuniária olha lá o que vai fazer a OS ela vai utilizar dinheiro público ela vai usar bem público é muito comum né permissão de uso de um espaço público para ser gerido por uma OS no atendimento do interesse público que a envolve ok então muito importante nesse contexto de transferência voluntária lembrar que dependendo daquele que a receber não tem licitação nem concurso claro que a União pode fazer transferência voluntária para o município e o município vai gastar esse dinheiro com licitação e com concurso mas se o município fizer essa transferência voluntária para uma OS ela está liberada das duas figuras porque ela é terceiro setor ok e queria lembrá-los\n\n[03:33:44] cuidado terceiro setor pode cobrar pelos seus serviços o fato de ser em fins lucrativos não impede a cobrança ele não pode distribuir dividendos receita aos seus dirigentes cobrar ele pode olha aqui aposta que você já fez um curso no SESC no SENAC e reclamou porque era pago olha lá é o sistema S terceiro setor e é claro que é pago eles tem gastos tem que pagar pessoal recolher FGTS pagar aluguel conta de luz o cara tem que fazer dinheiro ele não pode repassar grana para os seus associados seus dirigentes sobrou dinheiro no final do ano reinveste na atividade fim sem fins lucrativos são as filantrópicas aí sim e elas não se confundem e olha o que você pode simplesmente numa prova lembrar dá uma olhada no 199 que fala de saúde parágrafo primeiro da constituição olha como ele fecha as instituições privadas\n\n[03:34:44] poderão participar de forma complementar do sistema único de saúde segundo diretrizes deste mediante contrato de direito público ou convênio olha o fecho tendo preferências entidades filantrópicas e e agora vai falar outra coisa e as sem fins lucrativos olha filantrópica é uma coisa sem fins lucrativos e outra virando própria de graça sem fins lucrativos pode cobrar pelo seu serviço e ambas não tem fins lucrativos sem fins lucrativos é um gênero deixa eu por ordem aqui já te passa a palavra diga lá a princípio eu digo que não a regra vamos lá você pode até ter um caso aqui outra colar uma regra própria mas a regra não não precisa licitar nem fazer concurso porque quem licita e faz concurso é o primeiro setor a estrutura administrativa as regras que impõem o concurso e a licitação obrigatória é só para o primeiro setor\n\n[03:35:45] direto e indireto eles são terceiro estão fora dessas exigências então a regra realmente não tem não tem e nem mesmo atenção só para concluir não tem licitação também para qualificá-las não precisa que é outra perguntinha muito feita vem cá qual é a ONG que não quer botar a mão no dinheiro público todo mundo ainda mais as pilantrópicas essas então estão loucas para pegar o dinheiro público e desviar então vejam vamos lá e aí eu vou qualificar uma ONG ou essa entregar a gestão do hospital e aí a que eu quiser aí vem a pergunta é muito comum tem que fazer licitação não não tem o Supremo pediu que se faça um processo público transparente e impessoal ah professor uma licitação é um processo público transparente e impessoal é mas não é o único tem coisa mais simples e hoje na OES a gente usa o chamamento público que é um procedimento competitivo muito mais simples e rápido se fazer então não tem posso fazer licitação? claro mas quando eu não sou obrigado ninguém faz procura uma coisa mais simples\n\n[03:36:46] uma coisa mais simples é o chamamento público porque o Supremo não exigiu licitação o Supremo exigiu processo público transparente e impessoal beleza? diga lá ele pergunta se tem uma relação do RRF com transferência voluntária não estou lembrado não estou lembrado agora cuidado com o RRF ele está com os dias contados o Propag foi aprovado e os estados provavelmente vão migrar do RRF para o Propag e atenção RRF não pega município vocês que sonham com município esquece o RRF estuda para a prova de PGE porque é fundamental só os estados em dívida celebraram o RRF e vão para o Propag então o RRF está com os dias contados os estados não foram para o Propag ainda porque estão esperando o veto ser cassado do presidente Luga de alguns artigos mas tem o prazo até 31 de dezembro então o RRF acaba\n\n[03:37:46] 31 de dezembro provavelmente vamos ver como é que vai acontecer esse veto eu estou esperando até para fazer uma aula sobre o tema esperando que alguém venha aderir ao Propag e aí ele sai do RRF e vai para o Propag que é uma mãe diga-se passagem o RRF é radical então é bem provável que tenha alguma restrição ali porque o RRF não é simpático ao estado devedor ele tem várias obrigações a cumprir por isso que criaram o Propag os caras não estavam conseguindo manter mas de cabeça eu não me recordo se tem aí uma restrição em relação a transferência voluntária beleza? então fecho também essas colocações a mais de transferência voluntária também conhecida como subvenção social olha a pergunta interessante tem subvenção econômica? posso repassar dinheiro público para entidade privada com fins lucrativos? posso fazer convênio com um banco? instituição financeira? não tem problema nenhum não tem problema você já ouviu falar como é que é aquele\n\n[03:38:46] na época do Fernando Henrique Cardoso que ele criou não estou lembrado agora quando eu falar o nome vai todo mundo lembrar o que é estou lembrado do Banco Nacional do capacete do Ayrton Senna ele ia ser liquidado e aí ia ser aquele em cascata e uma caindo atrás da outra aí o governo FHC criou está quase vindo o nome aqui ele criou é um refis entre aspas enfim ele criou um regime de repassar dinheiro público para a instituição financeira não ser liquidada e é a chamada subvenção econômica vejam a 4.320 admite expressamente a subvenção econômica ao lado da subvenção social o normal é subvenção social claro é o normal você passar dinheiro para uma ONG para ela atender o interesse público\n\n[03:39:47] olha aqui o artigo 21 tanto é que olha como é a exceção olha o 21 a lei de orçamento não consignará auxílio para investimentos que devam incorporar o patrimônio das empresas privadas de fins lucrativos regra fúmico o disposto nesse artigo não se aplica a transferências de capital a conta de fundos especiais e doações sob regime excepcional de aplicação então foi criado gente como é que é o nome daqui o negócio proer obrigado proer foi criado proer para repassar dinheiro regime especial para passar dinheiro à instituição financeira não ter aquela quebradeira sistêmica que ia ser pior para o país então existe repasse de dinheiro para empresas privadas com fins lucrativos excepcionalmente com base em lei própria o proer é um grande exemplo botamos dinheiro em instituições financeiras para elas não serem liquidadas não se esqueça instituição financeira\n\n[03:40:48] não vai à falência a gente fala liquidação estatal não vai à falência a gente fala liquidação da estatal ok? dado que essa diferença de denominação que isso é uma prova discursiva mata o examinador não perdoa então veja aí a subvenção econômica muito bem voltando aqui ao texto constitucional no artigo referente ao direito financeiro queria chamar a sua atenção também para um elo entre a lei orçamentária e o plano plurianual muito importante vejam artigo 65 a gente chegou a mencionar o parágrafo 1º conceitua o plano plurianual o parágrafo 2º conceitua a lei de diretrizes orçamentárias e o parágrafo 3º não conceitua a lua então não tem o conceito de lei orçamentária anual mas o parágrafo 5º\n\n[03:41:49] fala assim a lei orçamentária anual compreenderá 1. o orçamento fiscal referente a poderes da União no caso aqui do município orçamento fiscal é aquilo que você sempre imaginou que é o orçamento receita e despesa é a essência do orçamento mas tem também o suborçamento chamado orçamento de investimento das empresas estatais então vejam não é socorro a empresa estatal é fazer um aporte de capital é aumentar o poder de investimento da estatal isso é o orçamento de investimento na estatal atenção isso não a faz dependente eu sou o município maior acionista da minha empresa estatal quero que amplie a sua atividade eu vou botar mais dinheiro nela isso não a faz dependente estatal dependente é aquela que morde o orçamento para viver não estou conseguindo pagar a conta de luz telefone município paga aí aí o município vai lá com orçamento e paga ela vira dependente então esse investimento é normal do controlador e três o orçamento\n\n[03:42:49] da seguridade social que no município do Rio tem o RPPS o município do Rio tem o seu regime próprio de previdência então óbvio que o município do Rio tem um tubo de orçamento para pagar a aposentadoria dos servidores a sua quando você ingressar na PGM você vai se aposentar pelo município você não vai se aposentar pelo INSS o que mudou nessa aposentadoria em relação ao você futuro servidor é que a emenda 103 obriga o ente da federação a criar a previdência complementar e aí ela vai te pagar o teto do INSS o tombo vai ser grande quanto é que está ganhando o procurador do município os 28 por aí assim acho que não chega a 30 mas botando aí adicional vai ganhar bem pra caramba aí vai se aposentar vai ganhar 8 mil reais teto do INSS aí você fala assim pô e como é que eu vou fazer aí você tem a previdência complementar criada pelo município do Rio vai lá\n\n[03:43:50] meu irmão e faz um plano de previdência vai se somar ao que o município te paga 8 mil reais o que você quiser chegar lá quanto é que você quer a mais eu quero 5 mil a mais faz as contas e contribuir a mais claro pra se aposentar na previdência complementar então hoje a aposentadoria do servidor ficou igualzinho quem tem pai aí do Banco do Brasil Petrobras e tal igualzinho ele ganha até 8 mil reais do INSS e a Petros dá a ele uma previdência complementar até 8 mil reais e num banco normalmente a Petros tem outro banco que ela trabalha somos de dias diferentes que ele recebe somos dois tem uma vida razoável 8 mil do INSS e uns mais uns 8 ou 10 da Petros vai se aposentar bem pra caramba o servidor vai ser igualzinho agora igualzinho e a previdência complementar que era facultativa na emenda 103 passou a ser obrigatória não sei se o município já criou depois verifica isso importante o município do Rio tinha dois a emenda 103 deu dois anos para os entes que não tinham criarem a sua previdência\n\n[03:44:50] complementar acho que o município do Rio não fez ainda a sua reforma mas enfim tem que ter criado aí você vai passar e vai pra previdência complementar agora os 8 mil que eu vou te pagar entra no orçamento da Seguridade Social para que não se misture o dinheiro correto? você vai ter colegas da PGM que tem provento integral que entraram antes da emenda 41 foi garantido até que se ajuste isso lá na frente então quando o Temer falou que a reforma dele daria um teto para todos os trabalhadores brasileiros era isso ele queria impor a previdência complementar para todo mundo porque uma vez instituída os entes se limitam ao teto do INSS e realmente agora todo trabalhador brasileiro seletista ou estatutário tem um teto igual o teto do INSS por isso a Seguridade Social é importante no orçamento para bancar em separado aquele custo diga separado veja da mesma forma que eu tenho um regime único federal estadual e municipal eu tenho um regime próprio de previdência social da União\n\n[03:45:50] do Estado e do Município não militares é totalmente diferente e graças a Deus no município não tem esse problema a guarda municipal não é tratada como militar não sei agora como é que vai ser e é ótima questão para a PGM eu estou apostando que a guarda municipal agora vai querer se aposentar com insalubridade vai começar a andar armada e tal isso vai mudar consideravelmente a aposentadoria da guarda municipal fica ligado há uma expectativa e é uma ótima pergunta para a PGM os caras já devem estar se perguntando lá se eu fosse o sindicato da guarda municipal já estava mexendo olha só aposentadoria especial parágrafo 4 do 40 por ali assim de policiais com certeza agora é andar armado faço segurança pública e veja independente de andar armado o Supremo já tinha decidido que fazia segurança pública um tempo atrás assim que saiu essa decisão eu já falei os caras vão para a aposentadoria especial e é claro que tem que ir se faz segurança pública aí perguntam o cara vai poder andar armado claro você não ajusta as contas\n\n[03:46:51] depois do emprego se ele vai ter porte de arma tem que ser pessoal não pode ser igual segurança de banco que deixa a arma no banco e vai embora para casa com a cartucheira vazia o cara está fazendo segurança pública você não gostou do que ele fez com você vai esperar o que? deixa ele sair do trabalho que ele sai sem arma eu ajusto as contas que isso porte de arma estão discutindo isso também porte de arma com certeza vai ser pessoal esses temas é que eu volto a insistir vocês têm que ficar ligados isso atinge tributária atinge administrativa atinge financeiro fica ligado e o orçamento obviamente a aposentadoria especial reduz o seu prazo de trabalho você vai aposentar mais cedo para os cofres públicos não é interessante eu vou ter que arrumar alguém para entrar no teu lugar vou pagar duas vezes isso mexe com todo um orçamento por isso é orçamento da seguridade em separado ok? então vejam não tem conceito de loa na constituição mas aparece lá a sua subdivisão e qual é o que eu quero fazer com o PPA\n\n[03:47:51] que me levou aqui olha só o parágrafo 7 do artigo 65 os orçamentos previstos no parágrafo 1 e 2 que é a loa desse artigo compatibilizados com o plano plurianual terão entre suas funções a de reduzir desigualdades interregionais segundo critérios populacional mesmo em âmbito de município o município repete isso na sua lei orgânica não me recordo agora o artigo deixa eu ver se eu acho aqui e você fica perguntando interregional dentro do município isso é uma pergunta que a gente tem que fazer e as vezes a resposta você não acha em lugar nenhum por exemplo tem emenda de bancada na câmara municipal? provavelmente não o que é emenda de bancada? bancada do estado do Rio de Janeiro bancada de Minas Gerais bancada do Espírito Santo e olha que emenda de bancada é também vinculativa hoje em dia eu sou obrigado a pagá-la\n\n[03:48:51] da mesma forma que a emenda parlamentar o município do Rio será que tem bancada da região sul da zona sul da zona norte não tem cara não tem emenda de bancada na câmara do município esses detalhes tem que tomar muito cuidado agora a emenda parlamentar também é impositiva no município? olha a questão é importante a ser analisada mas deixa eu ver antes aqui na lei orgânica você vai ver a repetição desse artigo por isso que eu falo as vezes a lei orgânica é cortar e colar a constituição cortar e colar o que está na constituição estadual e saem essas coisas estranhas que fala em aplicação interregional no município quer dizer é uma coisa que realmente assusta olha em relação ao orçamento você tem os artigos 254 e seguintes da lei orgânica falando dos orçamentos o parágrafo primeiro fala do plano plurianual\n\n[03:49:51] olha a redação do parágrafo primeiro do 254 da lei orgânica deve ser exatamente essa que eu li aqui do parágrafo 7 da constituição olha lá lei que instituir o plano plurianual estabelecerá de forma regionalizada as diretrizes objetivos e metas da administração municipal para despesas de capital e outras dela decorrentes para as relativas aos programas de duração continuada agora deixa eu ver se tem um parágrafo que liga a lei anual a o PPA olha aqui parágrafo 5º desse artigo 254 o plano plurianual as diretrizes orçamentárias os orçamentos anuais entregam um processo contínuo de planejamento e deverão estabelecer metas para programas municipais por regiões sendo critério populacional utilizando indicadores sanitários epidemiológicos ambientais e assim vai por regiões por região administrativa zoneamento urbano\n\n[03:50:52] então vejo que tem até uma lógica de você manter essa região interregional no município do Rio de Janeiro porque ele se estrutura por regiões administrativas não é de todo errado você simplesmente enxergar o que está na constituição aqui com base na lei orgânica agora ao ler aqui esses dois artigos vejam outra perguntinha que é uma bela casca de banana PPA tem que se preocupar com despesa corrente insisto despesa de capital é investimento despesa corrente é pagar despesa de custeio despesa corrente é pagar salário não tem salário remuneração dos servidores despesa corrente é isso de manutenção olha só 165 da constituição parágrafo primeiro a lei que instituir o plano plurianual estabelecerá de forma regionalizada as diretrizes objetivos e metas da administração pública para as despesas\n\n[03:51:54] de capital e outras delas decorrentes e aí despesa corrente será que entra em outras delas decorrentes e entra e entra o PPA tem que se preocupar especialmente com a despesa de capital mas a despesa de capital gera a despesa corrente então vamos lá o PPA vai se preocupar em construir um novo hospital na zona oeste isso é despesa de capital isso está no PPA mas quando inaugura o hospital tem que fazer o que? pagar conta de luz telefone contratar médico contratar enfermeiro contratar fisioterapeuta comprar remédio quer dizer a despesa de capital vai me gerar despesa corrente então cuidado o PPA não pode desprezar preocupação com despesa corrente a principal preocupação é a despesa de capital mas a despesa de capital decorre despesas correntes ok? meio dia e 15\n\n[03:52:54] o nosso horário né? então espero que tenham gostado procurei fazer o melhor possível para sua manhã ser agradável eu me diverti a valer como sempre adoro essa matéria e até uma próxima oportunidade boa sequência de curso boa prova para todos espero as aprovações aí que todos desejam obrigado boa aula tarde para vocês obrigado obrigado",
  "timestamp": "2026-01-29 13:11:20"
}